{"translation-revision-date":"2023-03-06 14:34:14+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Problem occurred while saving your settings. Please try again later!":["Er is een probleem opgetreden tijdens het opslaan van je instellingen. Probeer het later opnieuw!"],"Update was successfull!":["Update is geslaagd!"],"Failed to load cookies please try again later!":["Kan cookies niet laden, probeer het later opnieuw!"],"Upgrade to unlock custom css and other advanced features":["Upgrade om aangepaste CSS en andere geavanceerde functies te ontgrendelen"],"Custom CSS for additional styling":["Aangepaste CSS voor extra styling"],"Colour scheme":["Kleuren schema"],"The edits that you have made in the HTML Editor will override any changes made to the settings below":["De bewerkingen die je in de HTML editor hebt aangebracht, overschrijven alle wijzigingen die in de onderstaande instellingen zijn aangebracht"],"You're in Custom HTML mode. ":["Je bevindt zich in de aangepaste HTML modus. "],"Upgrade to unlock popup layout and other advanced features":["Upgrade om de pop-up lay-out en andere geavanceerde functies te ontgrendelen"],"Please enter a value between 0 and 730":["Voer een waarde in tussen 0 en 730"],"Geo-target CCPA Banner":["Geo target CCPA banner"],"Geo-target GDPR Banner":["Geo target GDPR banner"],"United States":["Verenigde Staten"],"California":["Californië"],"Select countries":["Selecteer landen"],"EU Countries & UK":["EU landen & Verenigd koninkrijk"],"Worldwide":["Wereldwijd"],"Upgrade to unlock geo-targeting and other advanced features":["Upgrade om geo targeting en andere geavanceerde functies te ontgrendelen"],"Hiding any of the categories (with cookies) will make your website non-compliant with GDPR.":["Het verbergen van een van de categorieën (met cookies) maakt je site niet conform met AVG\/GDPR."],"Hide categories from banner":["Categorieën verbergen van banners"],"Choosing any of these categories(cookies) to load prior to receiving user consent will make your website non-compliant with GDPR.":["Als je een van deze categorieën (cookies) kiest om te laden voordat je toestemming van de gebruiker ontvangt, voldoet je site niet aan de AVG\/GDPR."],"Load cookies prior to consent":["Laad cookies voor afgaand aan toestemming"],"Reload page on consent action":["Pagina opnieuw laden over toestemming actie"],"Consent expiration (days)":["Toestemming verval datum (dagen)"],"Show advanced settings":["Toon geavanceerde instellingen"],"Hide advanced settings":["Geavanceerde instellingen verbergen"],"Show CCPA Banner":["Toon CCPA banner"],"Fetching data":["Gegevens aan het ophalen"],"GDPR & CCPA":["GDPR & CCPA"],"Please upgrade to the Pro or Ultimate plan to show GDPR or CCPA banner to your site visitors based on their geolocation.":["Upgrade naar het Pro of Ultimate abonnement om GDPR of CCPA banner te tonen aan bezoekers van je site op basis van hun geolocatie."],"Consent Template":["Toestemming template"],"Loading...":["Aan het laden..."],"The CCPA banner has been disabled. You can enable it from ‘General’, if needed.":["De CCPA banner is uitgeschakeld. Je kunt het inschakelen vanuit 'Algemeen', indien nodig."],"Publish Changes":["Publiceer wijzigingen"],"Banner Preview":["Banner voorbeeld"],"An unexpected error occurred please try reloading the page or logging in again.":["Er is een onverwachte fout opgetreden, probeer de pagina opnieuw te laden of opnieuw in te loggen."],"Premium":["Premium"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-a7a40d04.js"}}