{"translation-revision-date":"2023-03-06 14:34:14+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to upgrade plan and activate your banner.":["<b>Pagina weergave limiet overschreden<\/b>: upgrade naar een hoger abonnement om je pagina weergave limiet te verhogen en de banner op deze site te blijven weergeven. Ga naar <a href=\"%s\" target=\"_blank\">Abonnementen<\/a> om het upgrade abonnement te upgraden en je banner te activeren."],"<b>Pageview limit exceeded<\/b>: Upgrade to a higher plan to increase your pageview limit and continue displaying the banner on this site. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to upgrade plan.":["<b>Pagina weergave limiet overschreden<\/b>: upgrade naar een hoger abonnement om je pagina weergave limiet te verhogen en de banner op deze site te blijven weergeven. Ga naar <a href=\"%s\" target=\"_blank\">abonnementen<\/a> om een upgrade abonnement uit te voeren."],"This site is currently suspended due to payment failure and will be <b>permanently deleted<\/b> from your web app account if you do not complete the payment by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to choose a plan and activate your banner.":["Deze site is nu opgeschort vanwege betalings fouten en wordt <b>permanent verwijderd<\/b> van je web app account als je de betaling niet voltooit door <b>%s<\/b>. Ga naar <a href=\"%s\" target=\"_blank\">abonnementen<\/a> om een abonnement te kiezen en je banner te activeren."],"Your free trial has expired. This site is now suspended and will be <b>permanently deleted<\/b> from your web app account if you do not upgrade to a paid plan by <b>%s<\/b>. Visit <a href=\"%s\" target=\"_blank\">Subscriptions<\/a> to choose a plan and activate your banner.":["Je gratis proefperiode is verlopen. Deze site is nu opgeschort en wordt <b>permanent verwijderd<\/b> van je web app account als je niet upgradet naar een betaald abonnement door <b>%s<\/b>. Ga naar <a href=\"%s\" target=\"_blank\">Abonnementen<\/a> om een abonnement te kiezen en je banner te activeren."],"Alternatively, you can <a href=\"%s\">disconnect<\/a> your site from the web app and continue using the standalone version of the plugin. Please note that by doing so, you will lose your banner customization and access to advanced features.":["Als alternatief kun je je site <a href=\"%s\">loskoppelen<\/a> van de web app en de stand alone versie van de plugin blijven gebruiken. Houd er rekening mee dat je hierdoor de aanpassing van je banner en toegang tot geavanceerde functies verliest."],"You can continue using the plugin without connecting to the web app if you wish so. Please note that the standalone version of the plugin doesn't provide some advanced features. However, it offers unlimited <a href=\"%s\" target=\"_blank\">pageviews<\/a> in contrast to that of the web app-connected version.":["Je kunt de plugin blijven gebruiken zonder verbinding te maken met de web app als je dat wilt. Houd er rekening mee dat de zelfstandige versie van de plugin geen geavanceerde functies biedt. Het biedt echter onbeperkte <a href=\"%s\" target=\"_blank\">pagina weergaven<\/a> in tegenstelling tot die van de met de web app verbonden versie."],"Switch back to old UI":["Terugschakelen naar de oude UI"],"Get Custom Plan":["Verkrijg aangepast abonnement"],"Dedicated customer support":["Toegewijde klanten ondersteuning"],"Advanced CSS customization":["Geavanceerde CSS aanpassing"],"Unlimited pages scanned\/month":["Onbeperkt aantal gescande pagina's per maand"],"Your growing website needs scalable compliance. Get access to custom features tailored to meet your unique requirements.":["Je groeiende site heeft schaalbare naleving nodig. Krijg toegang tot aangepaste functies die zijn afgestemd op je unieke vereisten."],"Automate your compliance at scale with our enterprise plan":["Automatiseer je naleving op schaal met ons enterprise plan"],"Upgrade Now":["Upgrade nu"],"Remove CookieYes branding":["Verwijder Cookie Yes branding"],"Geo-target cookie banner":["Geo target cookie banner"],"Schedule monthly cookie scan":["Plan maandelijkse cookie scan"],"Get unlimited pageviews\/month":["Ontvang onbeperkte pagina weergaven per maand"],"Access advanced features and future-proof your business against legal risks. Get 2 months free on annual plans!":["Krijg toegang tot geavanceerde functies en maak je bedrijf toekomst bestendig tegen juridische risico's. Krijg 2 Maanden gratis op jaar abonnementen!"],"Keep pace with compliance as your business grows":["Houd gelijke tred met naleving terwijl je bedrijf groeit"],"Overview":["Overzicht"],"Preview Banner":["Voorbeeld banner"],"Customize Banner":["Banner aanpassen"],"Language":["Taal"],"Not available":["Niet beschikbaar"],"Last cookie scan":["Laatste cookie scan"],"Regulation":["Regelgeving"],"Banner status":["Banner status"],"Create a free account to connect with %sCookieYes web app%s. After connecting, you can manage all your settings from the web app and access advanced features:":["Maak een gratis account aan om verbinding te maken met %sCookieYes web app%s. Na het verbinden kun je alle je instellingen vanuit de web app beheren en toegang krijgen tot geavanceerde functies:"],"Connect Your Existing Account":["Verbind je bestaande account"],"Consent Log - Record user consents to demonstrate proof of compliance (Legally required)":["Toestemming log - registreer toestemmingen van gebruikers om bewijs van naleving aan te tonen (wettelijk vereist)"],"Cookie Scanner - Discover cookies on your site and auto-block them prior to user consent (Legally required)":["Cookie Scanner - ontdek cookies op je site en blokkeer ze automatisch voordat de gebruiker toestemming geeft (wettelijk vereist)"],"Connect your website to CookieYes":["Verbind je site met CookieYes"],"Pages Scanned":["Pagina's gescand"],"Total Categories":["Totaal aantal categorieën"],"Total Cookies":["Totaal aantal cookies"],"Cookie Summary":["Cookie samenvatting"],"Connecting...":["Verbinden…"],"Go to Web App":["Ga naar web app"],"You can access all the plugin settings (Cookie Banner, Cookie Manager, Languages & Policy Generators) on the web app and unlock new features like Cookie Scan and Consent Log.":["Je hebt toegang tot alle plugin instellingen (Cookie Banner, Cookie Manager, Talen & beleid generatoren) op de web app en ontgrendelt nieuwe functies zoals cookie scan en consent log."],"Your website is connected to CookieYes":["Je site is verbonden met CookieYes"],"Go to CookieYes Web App":["Ga naar CookieYes web app"],"You can now continue to manage all your existing settings and access all free CookieYes features from your web app account":["Je kunt nu doorgaan met het beheren van alle bestaande instellingen van je en toegang krijgen tot alle gratis CookieYes functies vanuit je web app account"],"Your website is connected to app.cookieyes.com":["Je site is verbonden met app.cookieyes.com"],"Please wait while we connect your site to app.cookieyes.com":["Een moment geduld, we zijn bezig je site te verbinden met app.cookieyes.com"],"New? Create a Free Account":["Maak een gratis account aan"],"Active":["Actief"],"Disabled":["Uitgeschakeld"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-7c350c38.js"}}