{"translation-revision-date":"2023-03-06 14:34:14+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Connecting...":["Verbinden…"],"To access this feature, connect to a CookieYes free account. After connecting, you can scan your website and manage all your settings from the web app.":["Om toegang te krijgen tot deze functie, maakt je verbinding met een CookieYes gratis account. Na het verbinden kun je je site scannen en alle je instellingen beheren vanuit de web app."],"Successfully deleted the cookie":["De cookie is met succes verwijderd"],"Are you sure you want to delete this post?":["Weet je zeker dat je dit bericht wil verwijderen?"],"Successfully updated":["Succesvol geüpdatet"],"No cookies found for this category!":["Geen cookies gevonden voor deze categorie!"],"Delete cookie":["Cookie verwijderen"],"Edit cookie":["Cookie bewerken"],"Self-declared Cookies":["Zelf verklaarde cookies"],"Discovered Cookies":["Ontdekte cookies"],"Name is required":["Naam is vereist"],"Edit Category":["Categorie bewerken"],"Save Changes":["Wijzigingen opslaan"],"URL pattern for blocking the third-party script settings of this cookie":["URL patroon voor het blokkeren van de script instellingen van derden van deze cookie"],"Our auto-blocking mechanism will use the Script URL Pattern to identify the third-party script (setting a cookie) by purpose category, and consequently, the associated cookie will be automatically blocked prior to receiving user consent for the respective category.":["Ons mechanisme voor automatische blokkering gebruikt het script URL patroon om het script van derden te identificeren (een cookie instellen) per doel categorie, en daardoor wordt de bijbehorende cookie automatisch geblokkeerd voordat de toestemming van de gebruiker voor de betreffende categorie wordt ontvangen."],"Script URL Pattern":["Script URL patroon"],"Description is required":["Beschrijving is vereist"],"Duration is required":["Duur is vereist"],"Domain is required":["Domein is vereist"],"Domain":["Domein"],"Cookie id is required":["Cookie ID is vereist"],"New Cookie":["Nieuwe cookie"],"Edit Cookie":["Cookie bewerken"],"Edit category":["Categorie bewerken"],"Edit content in: ":["Inhoud bewerken in: "]," + Add Cookie":[" Cookie toevoegen"],"Scan History":["Scan geschiedenis"],"To access this feature, connect to a CookieYes free account.":["Om toegang te krijgen tot deze functie, maakt je verbinding met een CookieYes gratis account."],"Problem occurred while saving your settings. Please try again later!":["Er is een probleem opgetreden tijdens het opslaan van je instellingen. Probeer het later opnieuw!"],"Go to CookieYes Web App":["Ga naar CookieYes web app"],"You can now continue to manage all your existing settings and access all free CookieYes features from your web app account":["Je kunt nu doorgaan met het beheren van alle bestaande instellingen van je en toegang krijgen tot alle gratis CookieYes functies vanuit je web app account"],"Your website is connected to app.cookieyes.com":["Je site is verbonden met app.cookieyes.com"],"Please wait while we connect your site to app.cookieyes.com":["Een moment geduld, we zijn bezig je site te verbinden met app.cookieyes.com"],"New? Create a Free Account":["Maak een gratis account aan"],"An unexpected error occurred please try reloading the page or logging in again.":["Er is een onverwachte fout opgetreden, probeer de pagina opnieuw te laden of opnieuw in te loggen."],"Connect your existing account":["Verbind je bestaande account"],"Already have an account?":["Heb je al een account?"],"Scan website for cookies":["Scan site op cookies"],"Failed":["Mislukt"],"Category":["Categorie"],"Name":["Naam"],"Cancel":["Annuleer"],"Description":["Omschrijving"],"Duration":["Duur"],"Cookie":["Cookie"],"Cookie ID":["Cookie-ID"],"Cookie List":["Cookielijst"]}},"comment":{"reference":"lite\/admin\/dist\/js\/chunk-1f928744.js"}}