{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"New to Google Ads? Get $500 in ad credit when you spend $500 within your first 60 days. Check how much credit you can receive in your country <checkLink>here<\/checkLink>. <termLink>Terms and conditions apply<\/termLink>.":["Ben je nieuw bij Google Ads? Ontvang $500 advertentie tegoed wanneer je $500 besteedt binnen je eerste 60 dagen. Controleer <checkLink>hier<\/checkLink> hoeveel tegoed je kunt krijgen in je land. <termLink>Voorwaarden en bepalingen zijn van toepassing<\/termLink>."],"Spend $500 to get $500 in Google Ads credits!":["Geef $500 uit om $500 aan Google advertenties tegoed te krijgen!"],"This Google account is connected to your store’s product feed.":["Dit Google account is verbonden met de product feed van je winkel."],"Connect accounts":["Accounts koppelen"],"You have unsaved campaign data. Are you sure you want to leave?":["Je hebt niet opgeslagen campagnegegevens. Ben je zeker dat je wil vertrekken?"],"Set up paid campaign":["Betaalde campagne opzetten"],"Launch paid campaign":["Betaalde campagne starten"],"Payment info through Google Ads":["Betalingsinfo via Google Ads"],"In order to launch your paid campaign, your billing information is required. You will be billed directly by Google and only pay when someone clicks on your ad.":["Om je betaalde campagne te kunnen starten, is je factuur informatie vereist. Je wordt rechtstreeks door Google gefactureerd en betaalt alleen wanneer iemand op je advertentie klikt."],"You will be billed directly by Google Ads, and you only pay when you get results.":["Je wordt rechtstreeks gefactureerd door Google Ads en je betaalt alleen als je resultaten behaalt."],"Great! You already have billing information saved for this <link>Google Ads account<\/link>.":["Geweldig! Je hebt al factuurinformatie opgeslagen voor dit <link>Google advertenties account<\/link>."],"Set up billing":["Facturering instellen"],"Whatever you spend in the next month will be added back to your Google Ads account as free credit, up to a maximum limit depending on your store’s country.":["Wat je de volgende maand uitgeeft, wordt als gratis tegoed toegevoegd aan je Google advertenties account, tot een maximum dat afhankelijk is van het land van je winkel."],"Check your maximum free credit":["Controleer je maximale gratis krediet"],"Connect your Google account and your Google Ads account to set up a paid Performance Max campaign.":["Verbind je Google account en je Google advertenties account om een betaalde performance max campagne op te zetten."],"Any campaigns created through this app will appear in your Google Ads account. You will be billed directly through Google.":["Alle campagnes die via deze app worden aangemaakt, worden weergegeven in je Google advertenties account. Je wordt rechtstreeks via Google gefactureerd."],"Continue":["Doorgaan"],"Set up your accounts":["Stel je account in"],"Create your paid campaign":["Maak je betaalde campagne"]}},"comment":{"reference":"js\/build\/setup-ads.js"}}