{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"The %s of store address is required.":["De %s van winkeladres is vereist."],"The field name of the postcode in store address\u0004postcode\/zip":["postcode\/zip"],"The field name of the country in store address\u0004country\/state":["land\/staat"],"The field name of the city in store address\u0004city":["stad"],"The field name of the address line in store address\u0004address line":["adresregel"],"A verified phone number is required.":["Een geverifieerd telefoonnummer is vereist."],"Switch verification method":["Verificatiemethode voor schakelaars"],"Please specify estimated shipping times for all the countries, and the time cannot be less than 0.":["Geef de geschatte verzendtijd op voor alle landen en de tijd kan niet korter zijn dan 0."],"Please specify estimated shipping rates for all the countries, and the rate cannot be less than 0.":["Geef geschatte verzendtarieven op voor alle landen, en het tarief kan niet lager zijn dan 0."],"We auto-populated assets directly from your Final URL. We encourage you to edit or add more in order to best showcase your business.":["We hebben assets direct vanuit je URL ingevuld. We moedigen je aan om meer te bewerken of toe te voegen om je bedrijf zo goed mogelijk voor het voetlicht te brengen."],"Drive greater performance by adding text and image assets to create personalized and engaging ads":["Verbeter de prestaties door tekst en afbeeldingen toe te voegen om gepersonaliseerde en aantrekkelijke advertenties te maken"],"Upload text and image assets to effectively reach and engage your target shoppers. Google will mix and match your assets, continually testing combinations to create personalized and optimal shopping experiences.":["Upload tekst en afbeeldingen om je doelpubliek effectief te bereiken en te betrekken. Google zal je assets mixen en matchen en voortdurend combinaties testen om gepersonaliseerde en optimale winkelervaringen te creëren."],"Optimize your campaign":["Optimaliseer je campagne"],"Skip this step":["Deze stap overslaan"],"Compared to product ads—which showcase individual products and are designed to drive direct sales and revenue— ads with creative assets are typically used to highlight your business, generate interest, and attract new customers. While both types of ads can drive conversions, using them together can generate even greater results.":["Vergeleken met productadvertenties, die individuele producten laten zien en bedoeld zijn om directe verkoop en inkomsten te genereren, worden advertenties met creatieve middelen meestal gebruikt om je bedrijf onder de aandacht te brengen, interesse te wekken en nieuwe klanten aan te trekken. Hoewel beide soorten advertenties conversies kunnen stimuleren, kan het gebruik ervan samen nog grotere resultaten opleveren."],"Text and image assets can elevate your campaign by offering a variety of ad combinations that capture your audience's attention and generate maximum engagement. By leveraging Google's asset-mixing technology, your ads can be optimized to deliver the right message, to the right people, at the right time.":["Assets voor tekst en afbeeldingen kunnen je campagne verbeteren door verschillende advertentiecombinaties te bieden die de aandacht van je publiek trekken en maximale betrokkenheid genereren. Door gebruik te maken van Google's asset-mixing technologie, kunnen je advertenties worden geoptimaliseerd om de juiste boodschap op het juiste moment aan de juiste mensen over te brengen."],"What makes these ads different from product ads?":["Wat maakt deze advertenties anders dan productadvertenties?"],"Google will generate text ads and responsive display ads in various combinations and formats from the headlines, images, and descriptions you add. Your ads will automatically adjust their size, appearance, and format to fit available ad spaces. <link>See common ad formats<\/link>":["Google genereert tekstadvertenties en responsive display advertenties in verschillende combinaties en formaten op basis van de koppen, afbeeldingen en beschrijvingen die je toevoegt. Je advertenties worden automatisch aangepast aan hun grootte, weergave en format om te passen in de beschikbare advertentieruimten. <link>Bekijk veelvoorkomende advertentie formaten<\/link>"],"What will my ads look like?":["Hoe zien mijn advertenties eruit?"],"Add additional assets <optional>(Optional)<\/optional>":["Extra activa toevoegen <optional>(optioneel)<\/optional>"],"To create your display URL, Google Ads will combine the domain (for example, \"www.google.com\" in www.google.com\/nonprofits) from your final URL and the path text (for example, \"nonprofits\" in www.google.com\/nonprofits).":["Om je weergave URL te maken, zal Google advertenties het domein (bijvoorbeeld \"www.google.com\" in www.google.com\/nonprofits) van je definitieve URL combineren met de pad tekst (bijvoorbeeld \"nonprofits\" in www.google.com\/nonprofits)."],"The display URL gives potential customers a clear idea of what webpage they'll reach once they click your ad, so your path text should describe your ad's landing page.":["De weergave URL geeft potentiële klanten een duidelijk idee van welke webpagina ze bereiken zodra ze op je advertentie klikken, dus je pad tekst moet de bestemmingspagina van je advertentie beschrijven."],"Display URL Path":["Toon URL pad"],"Select a call to action that aligns with your goals, or use automated call to action which allows Google to automatically choose the most relevant call to action for you.":["Selecteer een call to action die aansluit bij je doelen, of gebruik geautomatiseerde call to action waarmee Google automatisch de meest relevante call to action voor je kiest."],"Call to action":["Call To Action"],"Toggle asset":["Toggle asset"],"A label behind the heading to indicate a field is optional\u0004(Optional)":["(Optioneel)"],"%d issue":["%d probleem","%d problemen"],"Open popover":["Popover openen"],"Add text":["Tekst toevoegen"],"Remove text":["Tekst verwijderen"],"Add image":["Afbeelding toevoegen"],"Remove image":["Verwijder afbeelding"],"Replace image":["Afbeelding vervangen"],"Select or upload image":["Selecteer of upload afbeelding"],"Image size needs to be at least %1$d x %2$d":["Grootte van de afbeelding moet minstens %1$d x %2$d"],"Or, select a different Final URL":["Of selecteer een andere Final URL"],"Choose a page that you want people to reach after clicking your ad. This might be your homepage, or a more specific page.":["Kies een pagina die je wil dat mensen bereiken nadat ze op je advertentie hebben geklikt. Dit kan je homepage zijn, of een meer specifieke pagina."],"Unable to load assets data from the selected page.":["Asset gegevens kunnen niet worden geladen van de geselecteerde pagina."],"Select":["Selecteer"],"No matching results":["Geen overeenkomende resultaten"],"SUGGESTIONS":["SUGGESTIES"],"Search page":["Zoekpagina"],"Select final URL":["Selecteer definitieve URL"],"%s: Character limit exceeded":["%s: karakter limiet overschreden"],"%s is incomplete":["%s is onvolledig"],"%1$s %2$d: Character limit exceeded":["%1$s %2$d: karakter limiet overschreden"],"Character limit exceeded":["Karakter limiet overschreden"],"%s are identical":["%s zijn identiek"],"Add at least %2$d %1$s":["Voeg tenminste %2$d toe. %1$s"],"The %1$s is required":["De %1$s is vereist"],"The %s in the first field is required":["De %s in het eerste veld is vereist"],"Add at least %1$d %2$s image":["Voeg ten minste %1$d %2$s afbeelding toe","Voeg ten minste %1$d %2$s afbeeldingen toe"],"%1$d\/%2$d characters":["%1$d\/%2$d tekens"],"Final URL icon":["Eind pictogram URL"],"Final URL":["Definitieve URL"],"Category ID %s (deleted)":["Category ID %s (verwijderd)"],"the separator for concatenating the categories where the Attribute mapping rule is applied.\u0004, ":[", "],"Attributes":["Attributen"],"Each of your product variants will have its own ad. Previews shown here are examples and don't include all possible formats.":["Elk van je productvarianten heeft zijn eigen advertentie. De voorbeelden hier zijn voorbeelden en omvatten niet alle mogelijke formaten."],"Preview product ad":["Voorbeeld productadvertentie"],"Billing method for Google Ads added successfully":["Factureringsmethode voor Google advertenties succesvol toegevoegd"],"You will be directed to Google Ads for this step. In case your browser is unable to open the pop-up, <link>click here instead<\/link>.":["Je wordt doorverwezen naar Google Ads voor deze stap. Als je browser de pop-up niet kan openen, <link>klik dan hier<\/link>."],"You do not have billing information set up in your Google Ads account. Once you have set up billing, you can start running ads.":["Je hebt geen factureringsinformatie ingesteld in je Google advertenties account. Zodra je facturering hebt ingesteld, kun je beginnen met het weergeven van advertenties."],"With Performance Max campaigns, you can set your own budget and Google’s Smart Bidding technology will serve the most appropriate ad, with the optimal bid, to maximize campaign performance.":["Met Performance Max campagnes kun je je eigen budget instellen en Google's slimme bied strategie technologie zal de meest geschikte advertentie serveren, met de optimale bieding, om de campagneprestaties te maximaliseren."],"Set your budget":["Stel je budget in"],"Google will optimize your ads to maximize performance across the country\/s you select.<br \/><em>Tip: Most merchants targeting <strong>%3$s set a daily budget of %1$f %2$s<\/strong><\/em>":["Google zal je advertenties optimaliseren om de prestaties te maximaliseren in de landen die je selecteert.<br \/><em>Tip: De meeste verkopers die zich richten op <strong>%3$s stellen een dagbudget in van %1$f %2$s<\/strong><\/em>"],"Google will optimize your ads to maximize performance across the country\/s you select.<br \/><em>Tip: Most merchants targeting similar countries <strong>set a daily budget of %1$f %2$s<\/strong><\/em>":["Google zal je advertenties optimaliseren om de prestaties te maximaliseren in de landen die je selecteert.<br \/><em>Tip: de meeste handelaren die vergelijkbare landen targeten <strong>stellen een dagbudget in van %1$f tot %2$s<\/strong><\/em>"],"Ads audience":["Advertenties publiek"],"You can only choose from countries you’ve selected during product listings configuration.":["Je kunt alleen kiezen uit landen die je hebt geselecteerd tijdens de configuratie van productvermeldingen."],"Or, connect to a different Google Ads account":["Of maak verbinding met een ander Google advertenties account"],"Gmail Logo":["Gmail logo"],"Simulated the info and close buttons at the corner of a Google ad":["Simuleerde de knoppen info en sluiten in de hoek van een Google advertentie"],"LEARN MORE":["LEER MEER"],"YouTube Logo":["YouTube logo"],"Google Shopping Logo":["Google Shopping logo"],"A sample name of an online shop for demonstrating the paid ads shown on Google services.\u0004Colleen's Tee Store":["Colleen's Tee store"],"A sample product price for demonstrating the paid ads shown on Google services.\u0004$10.00":["$ 10,00"],"A sample product title for demonstrating the paid ads shown on Google services.\u0004White tee":["Wit t-shirt"],"Google’s Performance Max campaigns are powered by machine learning models. These models train and adapt based on the data you provide in your campaign. This means performance optimization can take time. Typically, this learning process takes 1—2 weeks.":["De Performance Max campagnes van Google worden aan gedreven door modellen voor machinaal leren. Deze modellen trainen en passen zich aan op basis van de gegevens die je verstrekt in je campagne. Dit betekent dat het optimaliseren van de prestaties tijd kan kosten. Meestal duurt dit leerproces 1-2 weken."],"How long until I see results with Google Ads?":["Hoe lang duurt het voordat ik resultaten zie met Google Ads?"],"If you’re running a Performance Max Campaign, your approved products can appear on Google Search, Google Maps, the Shopping tab, Gmail, Youtube, the Google Display Network, and Discover feed.":["Als je een Performance Max campagne uitvoert, kunnen je toegestane producten worden weergegeven op Google zoeken, Google Maps, het Shopping tab, Gmail, YouTube, het Google Display network en de Discover feed."],"With Google Ads, you decide how much to spend. There’s no minimum spend, and no time commitment. Your costs may vary from day to day, but you won’t be charged more than your daily budget times the number of days in a month. You pay only for the actual clicks and calls that your ad receives.":["Met Google Ads bepaal je hoeveel je wil uitgeven. Er is geen minimum uitgave en geen tijd verplichting. Je kosten kunnen van dag tot dag variëren, maar je wordt nooit meer in rekening gebracht dan je dagelijkse budget vermenigvuldigd met het aantal dagen in een maand. Je betaalt alleen voor de daadwerkelijke klikken en oproepen die je advertentie ontvangt."],"How much does Google Ads cost?":["Hoeveel kost Google Ads?"],"Your product feed is the central data source that contains a list of products you want to advertise through Merchant Center. By default, Google syncs all active products from your WooCommerce inventory. You can choose to exclude products later after this setup.":["Je product feed is de centrale gegevensbron die een lijst bevat van producten waarvoor je wil adverteren via verkoper center. Standaard synchroniseert Google alle actieve producten uit je WooCommerce inventaris. Je kunt ervoor kiezen om producten later uit te sluiten na deze instelling."],"What is a product feed?":["Wat is een product feed?"],"Google Ads works by displaying your ad when people search online for the products and services you offer. By leveraging smart technology, Google Ads helps get your ads in front of potential customers at just the moment they’re ready to take action.":["Google advertenties geeft je advertentie weer wanneer mensen online zoeken naar de producten en diensten die je aanbiedt. Door gebruik te maken van slimme technologie helpt Google advertenties je advertenties bij potentiële klanten te krijgen op het moment dat zij klaar zijn om actie te ondernemen."],"How does Google Ads work?":["Hoe werkt Google advertenties?"],"Verify contact information":["Controleer contactgegevens"],"It would be shared with Google Merchant Center for store verification and would not be displayed to customers.":["Het wordt gedeeld met Google Merchant Center voor winkel verificatie en wordt niet weergegeven aan klanten."],"Your contact information is required for verification by Google.":["Je contactgegevens worden vereist voor verificatie door Google."],"Unverified":["Niet gecontroleerd"],"Verified":["Geverifieerd"],"Connect with millions of shoppers who are searching for products like yours and drive sales with Google.":["Maak contact met miljoenen shoppers die zoeken naar producten zoals je en stimuleer de verkoop met Google."],"Google Ads Logo":["Google advertenties logo"],"Google Merchant Center Logo":["Google Merchant Center logo"],"Confirm":["Bevestigen"],"%s Please try again later.":["%s probeer het later nog eens."],"%s Other changes have been saved. Please try again later.":["%s andere wijzigingen zijn opgeslagen. Probeer het later nog eens."],"There is an error in the following action: %1$s%2$s.":["Er zit een fout in de volgende actie: %1$s%2$s.","Er zijn fouten in de volgende acties: %1$s en %2$s."],"the separator for concatenating the messages of failed actions\u0004, ":[", "],"Wistia Video":["Wistia video"],"%s Video":["%s video"],"All":["Alle"],"+ %d more":["+ %d meer"],"Show less":["Toon minder"],"%1$s (%2$d of %3$d)":["%1$s (%2$d van %3$d)"],"Once a campaign has been created, you cannot change the target country(s).":["Als een campagne eenmaal is aangemaakt, kun je de doelland(en) niet meer wijzigen."],"Please select at least one country for your ads campaign.":["Selecteer tenminste één land voor je advertentiecampagne."],"Select country\/s":["Land selecteren"],"If you manage multiple sub-accounts in Google Ads, please connect the relevant sub-account, not a manager account. <link>Learn more<\/link>":["Als je meerdere sub accounts beheert in Google Ads, maak dan verbinding met het relevante sub account en niet met een beheerdersaccount. <link>Meer informatie<\/link>"],"Shipping time for <strong>%1$s<\/strong>":["Verzendtijd voor <strong>%1$s<\/strong>"],"Shipping time for <strong>%1$s<\/strong> + %2$d more":["Verzendtijd voor <strong>%1$s<\/strong> + %2$d meer"],"I understand that if I don’t set this up manually in <link>Google Merchant Center<\/link>, my products will be disapproved by Google.":["Ik begrijp dat als ik dit niet handmatig instel in <link>Google Merchant Center<\/link>, mijn producten zullen worden afgekeurd door Google."],"My shipping settings are complex. I will enter my shipping rates and times manually in Google Merchant Center.":["Mijn verzendinstellingen zijn complex. Ik voer mijn verzendtarieven en tijden handmatig in Google Merchant Center in."],"My shipping settings are simple. I can manually estimate flat shipping rates.":["Mijn verzendinstellingen zijn eenvoudig. Ik kan handmatig platte verzendtarieven schatten."],"My current settings and any future changes to my store’s shipping rates and classes will be automatically synced to Google Merchant Center.":["Mijn huidige instellingen en alle toekomstige wijzigingen aan de verzendtarieven en klassen van mijn winkel worden automatisch gesynchroniseerd met Google Merchant Center."],"<strong>Recommended:<\/strong> Automatically sync my store’s shipping settings to Google.":["<strong>Aanbevolen:<\/strong> automatisch de verzendinstellingen van mijn winkel synchroniseren met Google."],"Add another minimum order":["Nog een minimum bestelling toevoegen"],"Add minimum order":["Minimale bestelling toevoegen"],"Then they qualify for free shipping if their order is over":["Dan komen ze in aanmerking voor gratis verzending als hun bestelling meer is dan"],"Update minimum order":["Minimale bestelling updaten"],"Minimum order to qualify for free shipping":["Minimale bestelling om in aanmerking te komen voor gratis verzending"],"The minimum order amount must be greater than 0.":["Het minimum bestelbedrag moet groter zijn dan 0."],"Minimum order for <strong>%1$s<\/strong>":["Minimale bestelling voor <strong>%1$s<\/strong>"],"Minimum order for <strong>%1$s<\/strong> + %2$d more":["Minimale bestelling voor <strong>%1$s<\/strong> + %2$d meer"],"I offer free shipping for orders over a certain price":["Ik bied gratis verzending voor bestellingen boven een bepaalde prijs"],"Free shipping for all orders":["Gratis verzending voor alle bestellingen"],"Shipping rate for <strong>%1$s<\/strong>":["Verzendtarief voor <strong>%1$s<\/strong>"],"Shipping rate for <strong>%1$s<\/strong> + %2$d more":["Verzendtarief voor <strong>%1$s<\/strong> + %2$d meer"],"Please enter minimum order for free shipping.":["Voer een minimum bestelling in voor gratis verzending."],"Please select an option for whether to offer free shipping.":["Selecteer een optie voor gratis verzending."],"Pencil icon":["Potlood pictogram"],"Connecting…":["Verbinden ..."],"Select an existing account":["Selecteer een bestaand account"],"If you create a new Google Merchant Center account, you will have to reclaim this store’s URL with the new account. This will cause any existing product listings or ads to stop running, and the other verified account will lose its claim.":["Als je een nieuw Google Merchant Center account account aanmaakt, moet je de URL van deze winkel opnieuw claimen met het nieuwe account. Hierdoor worden bestaande productvermeldingen of advertenties niet meer weergegeven en verliest het andere geverifieerde account zijn claim."],"You already have another verified account, <storename \/>, which is connected to this store’s URL, <storeurl \/>.":["Je hebt al een andere geverifieerde account, <storename \/>, die is gekoppeld aan de URL van deze winkel, <storeurl \/>."],"Are you sure you want to create a new Google Merchant Center account?":["Weet je zeker dat je een nieuw Google verkoper center account wil aanmaken?"],"Cancel":["Annuleren"],"Yes, I want a new account":["Ja, ik wil een nieuw account"],"If you switch your claimed URL to %1$s, you will lose your claim to %2$s. This will cause any existing product listings tied to %2$s to stop running.":["Als je je geclaimde URL wijzigt naar %1$s, dan verlies je je claim op %2$s. Hierdoor zullen bestaande productvermeldingen die gekoppeld zijn aan %2$s niet meer actief zijn."],"This Merchant Center account already has a verified and claimed URL, %s.":["Deze Merchant Center account heeft al een geverifieerde en geclaimde URL, %s."],"<strong>We were unable to reclaim this URL.<\/strong> You may not have permission to reclaim this URL, or an error might have occurred. Try again later or contact your Google account administrator.":["<strong>We konden deze URL niet opnieuw opvragen <\/strong> je hebt misschien geen toestemming om deze URL opnieuw op te vragen, of er is een fout opgetreden. Probeer het later nog eens of neem contact op met je Google account beheerder."],"Reclaim your URL":["Herstel je URL"],"Switch account":["Account wisselen"],"%1$s ・ %2$s (%3$s)":["%1$s ・ %2$s (%3$s)"],"Or, connect to a different Google Merchant Center account":["Of maak verbinding met een ander Google Merchant Center account"],"%1$s (%2$s)":["%1$s (%2$s)"],"Unable to disconnect your Google Merchant Center account. Please try again later.":["Kun je Google Merchant Center account niet ontkoppelen. Probeer het later nog eens."],"Disconnecting your Google Merchant Center account, please wait…":["Je Google Merchant Center account wordt losgekoppeld, even geduld..."],"Or, connect to a different Google account":["Of maak verbinding met een ander Google account"],"Unable to connect to a different Google account. Please try again later.":["Kan geen verbinding maken met een ander Google account. Probeer het later nog eens."],"Connecting to a different Google account, please wait…":["Verbinding maken met een ander Google account, wacht even…"],"Required to connect with Google":["Vereist om verbinding te maken met Google"],"Connected":["Gekoppeld"],"WordPress.com Logo":["WordPress.com logo"],"Required to sync products and list on Google":["Nodig om producten te synchroniseren en vermelding op Google te krijgen"],"Unable to get Google authorization page. Please try again later.":["Google machtiging pagina kan niet worden weergegeven. Probeer het later nog eens."],"Allow full access":["Volledige toegang toestaan"],"You will be prompted to give WooCommerce access to your Google account. Please check all the checkboxes to give WooCommerce all required permissions. <link>Read more<\/link>":["Je wordt gevraagd om WooCommerce toegang te geven tot je Google account. Schakel alle selectievakjes in om WooCommerce alle vereiste rechten te geven. <link>Meer lezen<\/link>"],"<alert>Uh-oh!<\/alert> You did not allow WooCommerce sufficient access to your Google account. You must allow all required permissions in the Google authorization page to proceed. <link>Read more<\/link>":["<alert>Oei!<\/alert> je hebt WooCommerce niet voldoende toegang gegeven tot je Google account. Je moet alle vereiste toestemmingen geven op de Google autorisatie pagina om verder te kunnen gaan. <link>Meer lezen<\/link>"],"Note: The currency set in your Google Ads account is <adsCurrency \/>, which is different from your store currency, <storeCurrency \/>. <readMoreLink>Read more<\/readMoreLink>":["Let op: de valuta in je Google Ads account is <adsCurrency \/>, wat anders is dan de valuta in je winkel, <storeCurrency \/>. <readMoreLink>Meer lezen<\/readMoreLink>"],"Google requires the store address for all stores using Google Merchant Center. ":["Google heeft het winkeladres nodig voor alle winkels die Google verkoper center gebruiken. "],"Please add your store address":["Voeg je winkeladres toe"],"Once you’ve saved your new address there, refresh to sync your new address with Google.":["Als je je nieuwe adres daar hebt opgeslagen, vernieuw dan om je nieuwe adres met Google te synchroniseren."],"Edit your store address in your <link>WooCommerce settings<\/link>.":["Wijzig het adres van je winkel in je <link>WooCommerce instellingen<\/link>."],"Refresh to sync":["Vernieuwen om te synchroniseren"],"Google requires the phone number for all stores using Google Merchant Center. ":["Google heeft het telefoonnummer nodig voor alle winkels die Google Merchant Center gebruiken. "],"Please add your phone number":["Voeg je telefoonnummer toe"],"Send verification code":["Verificatiecode verzenden"],"Select verification method":["Verificatiemethode selecteren"],"Phone call":["Telefoongesprek"],"Text message":["Tekstbericht"],"Verify phone number":["Telefoonnummer controleren"],"Enter verification code":["Voer verificatiecode in"],"Or, receive a verification code through text message":["Of ontvang een verificatiecode via sms"],"Call again (in %ds)":["Opnieuw bellen (over %ds)"],"Call again":["Opnieuw bellen"],"You will receive a phone call at <userPhoneNumber \/> with an automated message containing the 6-digit verification code.":["Je ontvangt een telefoontje op <userPhoneNumber \/> met een geautomatiseerd bericht met de 6-cijferige verificatiecode."],"Or, receive a verification code through a phone call":["Of ontvang een verificatiecode via een telefoontje"],"Resend code (in %ds)":["Code opnieuw verzenden (in %ds)"],"Resend code":["Code opnieuw verzenden"],"A text message with the 6-digit verification code has been sent to <userPhoneNumber \/>.":["Een sms met de 6-cijferige verificatiecode is verzonden naar <userPhoneNumber \/>."],"Contact information":["Contactgegevens"],"Learn more":["Kom meer te weten"],"Please enter a phone number to be used for verification.":["Voer een telefoonnummer in voor verificatie."],"Country code":["Landcode"],"Store address":["Winkeladres"],"Phone number":["Telefoonnummer"],"Google Logo":["Google logo"],"Google Shopping search results example":["Google winkelen zoekresultaten voorbeeld"],"Successfully connected through Jetpack":["Succesvol verbonden via Jetpack"],"Required to sync with Google Merchant Center and Google Ads.":["Vereist om te synchroniseren met Google Merchant Center en Google Ads."],"Please enter the estimated shipping time.":["Voer de geschatte levertijd in."],"The estimated shipping time cannot be less than 0.":["De geschatte verzendtijd kan niet korter zijn dan 0."],"Please enter the estimated shipping rate.":["Voer het geschatte verzendtarief in."],"The estimated shipping rate cannot be less than 0.":["Het geschatte verzendtarief kan niet lager zijn dan 0."],"Please specify at least one country.":["Geef tenminste één land op."],"No":["Nee"],"Yes":["Ja"],"Unable to connect Merchant Center account. Please try again later.":["Kan geen verbinding maken met Verkoper Center account. Probeer het later nog eens."],"Unable to switch to your new URL. Please try again later.":["Kan niet overschakelen naar je nieuwe URL. Probeer het later nog eens."],"Google Merchant Center":["Google Merchant Center"],"Google":["Google"],"Loading…":["Aan het laden..."],"Edit your paid campaign":["Bewerk je betaalde campagne"],"Save changes":["Wijzigingen opslaan"],"Estimated shipping times":["Geschatte verzend tijden"],"Estimated shipping rates":["Geschatte verzend tarieven"],"Your estimated shipping rates and times will be shown to potential customers on Google.":["Je geschatte verzendtarieven en tijden worden getoond aan potentiële klanten op Google."],"Update shipping time":["Verzendtijd updaten"],"Add shipping time":["Verzendtijd toevoegen"],"Update shipping rate":["Verzendtarief updaten"],"Add shipping rate":["Verzendtarief toevoegen"],"Add paid campaign":["Betaalde campagne toevoegen"],"Reports":["Rapporten"],"Dashboard":["Dashboard"],"Unable to complete your ads setup. Please try again later.":["Kan je advertenties instelling niet voltooien. Probeer het later nog eens."],"Please make sure daily average cost is greater than 0.":["Zorg ervoor dat de dagelijkse gemiddelde kosten hoger zijn dan 0."],"Launch paid campaign":["Betaalde campagne starten"],"Set up billing":["Facturering instellen"],"Unable to complete your Google Ads account setup. Please try again later.":["Je Google Ads account instelling kon niet worden afgerond. Probeer het later nog eens."],"Paid Performance Max campaigns are automatically optimized for you by Google. <link>See what your ads will look like.<\/link>":["Paid Performance Max campagnes worden automatisch door Google voor je geoptimaliseerd. <link>Bekijk hoe je advertenties eruit zullen zien.<\/link>"],"Monthly max, estimated":["Maandelijks maximum, geschat"],"Daily average cost":["Dagelijkse gemiddelde kosten"],"With a budget lower than your competitor range, your campaign may not get noticeable results.":["Met een budget dat lager is dan dat van je concurrenten, kan het zijn dat je campagne geen merkbare resultaten oplevert."],"Select one country":["Eén land selecteren"],"Choose where you want your product ads to appear":["Kies waar je je productadvertenties wil laten verschijnen"],"Or, create a new Google Ads account":["Of maak een nieuw Google advertenties account aan"],"Unable to connect your Google Ads account. Please try again later.":["Kan je Google advertenties account niet verbinden. Probeer het later nog eens."],"Or, use your existing Google Ads account":["Of gebruik je bestaande Google advertenties account"],"Unable to create Google Ads account. Please try again later.":["Google advertenties account kan niet worden aangemaakt. Probeer het later nog eens."],"You agree to comply with Google’s terms and policies, including <policylink>Shopping ads policies<\/policylink> and <termslink>Google Ads Terms and Conditions<\/termslink>.":["Je gaat ermee akkoord te voldoen aan de voorwaarden en het beleid van Google, waaronder <policylink>het beleid voor winkel advertenties<\/policylink> en de <termslink>Algemene voorwaarden voor Google advertenties<\/termslink>."],"By creating a Google Ads account, you agree to the following terms and conditions:":["Door een Google advertenties account aan te maken, ga je akkoord met de volgende voorwaarden:"],"Create Google Ads Account":["Google advertentie account aanmaken"],"Please select at least one country.":["Selecteer tenminste één land."],"Please select a location option.":["Selecteer een locatie optie."],"Can’t find a country? Only supported countries can be selected.":["Kun je een land niet vinden? Alleen ondersteunde landen kunnen worden geselecteerd."],"Selected countries only":["Alleen geselecteerde landen"],"Your listings will be shown in all supported countries.":["Je vermelding wordt in alle ondersteunde landen getoond."],"All countries":["Alle landen"],"Your store should already have the appropriate shipping and tax rates (if required) for potential customers in your selected location(s).":["Je winkel zou al de juiste verzend- en belastingtarieven (indien vereist) moeten hebben voor potentiële klanten in je geselecteerde locatie(s)."],"Location":["Locatie"],"Listings can only be displayed in your site language. <link>Read more<\/link>":["Vermeldingen kunnen alleen worden weergegeven in de taal van je site. <link>Meer lezen<\/link>"],"Language":["Taal"],"Where do you want to sell your products?":["Waar wil je je producten verkopen?"],"Audience":["Publiek"],"Complete setup":["Configuratie afronden"],"Please specify tax rate option.":["Geef de optie voor belastingtarief op."],"Please select a shipping time option.":["Selecteer een verzendtijd optie."],"Please select a shipping rate option.":["Selecteer een optie voor het verzendtarief."],"I’ll set my tax rates up manually in <link>Google Merchant Center<\/link>. I understand that if I don’t set this up, my products will be disapproved.":["Ik zal mijn belastingtarieven handmatig instellen in <link>Google Merchant Center<\/link>. Ik begrijp dat als ik dit niet instel, mijn producten worden afgekeurd."],"My store does not use destination-based tax rates.":["Mijn winkel gebruikt geen belastingtarieven op basis van bestemming."],"Google’s estimated tax rates will automatically be applied to my product listings.":["De geschatte belastingtarieven van Google worden automatisch toegepast op mijn productvermeldingen."],"My store uses destination-based tax rates.":["Mijn winkel gebruikt belastingtarieven op basis van bestemming."],"This tax rate will be shown to potential customers, together with the cost of your product.":["Dit belastingtarief wordt getoond aan potentiële klanten, samen met de kosten van je product."],"Tax rate (required for U.S. only)":["Belastingtarief (vereist alleen voor VS)"],"Your shipping times will be shown to potential customers on Google.":["Je verzendtijden worden getoond aan potentiële klanten op Google."],"Shipping times":["Verzendtijden"],"Add another time":["Nog een keer toevoegen"],"days":["dagen"],"Then the estimated shipping time displayed in the product listing is":["Dan is de geschatte verzendtijd die wordt weergegeven in de vermelding van het product"],"Estimate shipping time":["Geschatte verzendtijd"],"Read more":["Lees verder"],"Shipping rates":["Verzendkosten"],"Edit":["Bewerk"],"Delete":["Verwijderen"],"Add another rate":["Nog een waardering toevoegen"],"Then the estimated shipping rate displayed in the product listing is":["Dan is het geschatte verzendtarief dat wordt weergegeven in de vermelding van het product"],"If customer is in":["Als de klant in"],"Estimate a shipping rate":["Schatting van een verzend tarief"],"Start typing to filter countries…":["Begin te typen om landen te filteren…"],"Your product details, estimated shipping info and tax details will be displayed across Google.":["Je product gegevens, geschatte verzendinformatie en belastinggegevens worden in Google weergegeven."],"Your product listings will look something like this.":["Je productvermeldingen zien er ongeveer zo uit."],"Continue":["Doorgaan"],"Unable to create Merchant Center account. Please try again later.":["Kan geen Merchant Center account aanmaken. Probeer het later nog eens."],"Creating…":["Het creëren van..."],"This may take a few minutes, please wait a moment…":["Dit kan enkele minuten duren, even geduld…"],"I have read and accept these terms":["Ik heb deze voorwaarden gelezen en accepteer ze"],"You agree to comply with Google’s terms and policies, including <link>Google Merchant Center Terms of Service<\/link>.":["Je gaat akkoord met het naleven van de voorwaarden en beleidsregels van Google, inclusief de <link>Servicevoorwaarden van Google Merchant Center<\/link>."],"By creating a Google Merchant Center account, you agree to the following terms and conditions:":["Door een Google Merchant Center account aan te maken, ga je akkoord met de volgende voorwaarden:"],"Create account":["Account maken"],"Create Google Merchant Center Account":["Google Merchant Center account maken"],"Or, create a new Merchant Center account":["Of maak een nieuwe account aan in het Merchant Center"],"Reclaim my URL":["Mijn URL terugvorderen"],"If you reclaim this URL, it will cause any existing product listings or ads to stop running, and the other verified account will be notified that they have lost their claim. <link>Learn more<\/link>.":["Als je deze URL terugvordert, worden bestaande productvermeldingen of advertenties stopgezet en krijgt de andere geverifieerde account een bericht dat ze hun claim kwijt zijn. <link>Meer informatie<\/link>."],"Your URL is currently claimed by another Merchant Center account.":["Je URL wordt nu geclaimd door een andere verkoper."],"Switch to this new URL":["Schakel over naar deze nieuwe URL"],"Select one":["Selecteer een"],"Account %s":["Account %s"],"Unable to connect your Google account. Please try again later.":["Kan geen verbinding maken met je Google account. Probeer het later nog eens."],"Connect":["Verbinden"],"Unable to connect your WordPress.com account. Please try again later.":["Kan je WordPress.com account niet verbinden. Probeer het later nog eens."],"Help":["Hulp"],"Frequently asked questions":["Veelgestelde vragen"],"If you’re selling in the US, then eligible free listings can appear in search results across Google Search, Google Images, and the Google Shopping tab. If you’re selling outside the US, free listings will appear on the Shopping tab.":["Als je in de VS verkoopt, kunnen gratis vermeldingen die hiervoor in aanmerking komen, worden weergegeven in de zoekresultaten van Google zoeken, Google afbeeldingen en de tab Google Shopping. Als je buiten de VS verkoopt, worden gratis vermeldingen weergegeven op de tab shopping."],"Where will my products appear?":["Waar zullen mijn producten verschijnen?"],"Google Ads":["Google Ads"],"Create your paid campaign":["Maak je betaalde campagne"],"Product Feed":["Product feed"],"Settings":["Instellingen"]}},"comment":{"reference":"js\/build\/commons.js"}}