{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Connect your WordPress.com account to ensure your products stay listed on Google. If you do not re-connect, your products can’t be automatically synced to Google, and any existing listings may be removed from Google.":["Maak verbinding met je WordPress.com account om ervoor te zorgen dat je producten vermeld blijven op Google. Als je niet opnieuw verbinding maakt, kunnen je producten niet automatisch worden gesynchroniseerd met Google en kunnen bestaande vermeldingen van Google worden verwijderd."],"Your WordPress.com account has been disconnected.":["Je WordPress.com account is losgekoppeld."],"Disconnect from all accounts":["Verbreek de verbinding met alle accounts"],"Your phone number is required by Google for verification purposes. It will be shared with the Google Merchant Center and will not be displayed to customers.":["Je telefoonnummer wordt vereist door Google voor verificatiedoeleinden. Het wordt gedeeld met het Google verkoper center en wordt niet weergegeven aan klanten."],"Edit phone number":["Telefoonnummer bewerken"],"Your store address is required by Google for verification purposes. It will be shared with the Google Merchant Center and will not be displayed to customers.":["Je winkeladres wordt vereist door Google voor verificatiedoeleinden. Het wordt gedeeld met het Google verkoper center en wordt niet weergegeven aan klanten."],"Edit store address":["Winkeladres bewerken"],"Save details":["Details opslaan"],"Learn more":["Kom meer te weten"],"Store address":["Winkeladres"],"Phone number":["Telefoonnummer"],"Connect account":["Account verbinden"],"Try another Google account":["Probeer een ander Google account"],"Try connecting with a different Google account, or completely disconnect all your connected accounts.":["Probeer verbinding te maken met een ander Google account of ontkoppel al je verbonden accounts volledig."],"Thus, it doesn‘t have access to the Google Merchant Center and\/or Google Ads account currently connected to this WooCommerce store.":["Het heeft dus geen toegang tot het Google verkoper center en\/of Google Ads account nu verbonden met deze WooCommerce winkel."],"This Google account, <accountEmail \/>, was not the Google account previously connected to this integration.":["Dit Google account, <accountEmail \/>, was niet het Google account dat eerder verbonden was met deze integratie."],"Any ongoing paid campaigns will continue to run. They can be managed, edited, or deleted manually from Google Ads (ads.google.com).":["Lopende betaalde campagnes blijven lopen. Ze kunnen handmatig worden beheerd, bewerkt of verwijderd vanuit Google advertenties (ads.Google.com)."],"Any active product listings will continue to show on Google. They can be managed, edited, or deleted manually from Google Merchant Center (merchants.google.com).":["Alle actieve productvermeldingen blijven zichtbaar in Google. Ze kunnen handmatig worden beheerd, bewerkt of verwijderd vanuit het Google verkoper center (merchants.Google.com)."],"Disconnect Google Ads account only":["Alleen Google advertenties account afsluiten"],"A WordPress.com account, Google account, and Google Merchant Center account are required to use this extension in WooCommerce.":["Een WordPress.com account, Google account en Google verkoper center account zijn vereist om deze extensie te gebruiken in WooCommerce."],"Linked accounts":["Gekoppeld account"],"Never mind":["Laat maar"],"Some configurations for Google Ads created through WooCommerce may be lost. This cannot be undone.":["Sommige configuraties voor Google advertenties die zijn gemaakt via WooCommerce kunnen verloren gaan. Dit kan niet ongedaan worden gemaakt."],"I understand that I am disconnecting my Google Ads account from this WooCommerce extension.":["Ik begrijp dat ik mijn Google Ads account loskoppel van deze WooCommerce extensie."],"Yes, I want to disconnect my Google Ads account.":["Ja, ik wil mijn Google advertenties account verbreken."],"Disconnect Google Ads Account":["Google advertentie account verbreken"],"Disconnect Google Ads account":["Google advertenties account afsluiten"],"I understand that I am disconnecting any WordPress.com account, Google account, Google Merchant Center account and Google Ads account connected to this extension.":["Ik begrijp dat ik alle WordPress.com accounts, Google accounts, Google Merchant Center accounts en Google advertenties accounts die aan deze extensie zijn gekoppeld, ontkoppel."],"Yes, I want to disconnect all my accounts.":["Ja, ik wil al mijn accounts ontkoppelen."],"Disconnect all accounts":["Koppel alle accounts los"]}},"comment":{"reference":"js\/build\/settings.js"}}