{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Sync your products directly to Google, manage your product feed, and create Google Ad campaigns — all without leaving your WooCommerce dashboard.":["Synchroniseer je producten direct met Google, beheerder je product feed en maak Google advertentie campagnes - allemaal zonder je WooCommerce dashboard te verlaten."],"Reach millions of shoppers with product listings on Google":["Bereik miljoenen winkelend publiek met vermeldingen van producten op Google"],"If you’re already using another extension to manage your product feed with Google, make sure to deactivate or uninstall it first to prevent duplicate product feeds.":["Als je al een andere extensie gebruikt om je product feeds met Google te beheren, zorg er dan voor dat je deze eerst deactiveert of verwijdert om dubbele product feeds te voorkomen."],"Estimated setup time: 15 min":["Geschatte instel tijd: 15 min"],"The official extension for WooCommerce, built in collaboration with Google":["De officiële uitbreiding voor WooCommerce, gebouwd in samenwerking met Google"],"By clicking ‘Start listing products‘, you agree to our <link>Terms of Service.<\/link>":["Door op 'Begin met het weergeven van producten' te klikken, ga je akkoord met onze <link>Servicevoorwaarden.<\/link>"],"Start listing products →":["Begin met vermelding van producten →"],"Get your products in front of more shoppers with Google Listings & Ads":["Breng je producten onder de aandacht van meer kopers met Google Listings and Ads"],"Real-time reporting all within your WooCommerce dashboard means you know how your campaigns are performing at all times.":["Real-time rapportage binnen je WooCommerce dashboard betekent dat je altijd weet hoe je campagnes presteren."],"Track performance straight from your store dashboard":["Houd de prestaties rechtstreeks bij vanuit het dashboard van je winkel"],"Connect your Google Ads account, choose a budget, and Google will optimize your ads so they appear at the right time and place. ":["Sluit je Google advertenties account aan, kies een budget en Google optimaliseert je advertenties zodat ze op het juiste moment en op de juiste plaats verschijnen. "],"Promote products and drive more sales with paid ads":["Promoot producten en zorg voor meer verkoop met betaalde advertenties"],"Drawing of a mobile and product ads":["Tekenen van een mobiel en productadvertenties"],"When your products are added and approved, they’ll be eligible for free listings, reaching shoppers across Google’s network.":["Wanneer je producten zijn toegevoegd en toegestaan, komen ze in aanmerking voor gratis vermeldingen, waarmee ze winkelend publiek in het hele netwerk van Google bereiken."],"Show products automatically on Google for free":["Toon gratis producten automatisch op Google"],"Drawing of WooCommerce and Google":["Tekenen van WooCommerce en Google"],"With Google Listings & Ads, connect with the right shoppers at the right moment when they’re looking to buy products like yours.":["Met Google Listings & Ads kun je verbinding maken met de juiste shoppers op het juiste moment wanneer ze op zoek zijn om producten zoals de jouwe te kopen."],"49% of shoppers surveyed say they use Google to discover or find a new item or product":["49% van de ondervraagde shoppers zegt Google te gebruiken om een nieuw item of product te ontdekken of te vinden"],"<link>Learn More →<\/link>":["<link>Meer informatie →<\/link>"],"Can I run both Shopping ads and free listings campaigns at the same time?":["Kan ik tegelijkertijd winkelen advertenties en campagnes voor gratis vermeldingen uitvoeren?"],"The Google Listings and Ads plugin allows you to upload your store and product data to Google. Your products will sync automatically to make relevant information available for free listings, Google Ads, and other Google services. You can create a new Merchant Center account or link an existing account to connect your store and list products across Google.":["De Google listings en advertenties plugin stelt je in staat om je winkel- en productgegevens naar Google te uploaden. Je producten worden automatisch gesynchroniseerd om relevante informatie beschikbaar te maken voor gratis vermeldingen, Google Ads en andere Google diensten. Je kunt een nieuw Merchant Center account aanmaken of een bestaand account koppelen om je winkel te verbinden en producten op Google te vermelden."],"How do I sync my products to Google free listings?":["Hoe synchroniseer ik mijn producten met gratis vermeldingen in Google?"],"Once your free listings and Performance Max campaigns are set up, you will be able to track your performance straight from your WooCommerce dashboard. You can view your reports yearly, quarterly, monthly, weekly, or daily. The following metrics will be visible within your report: conversions, clicks, impressions, total sales and total spend. <link>Learn more.<\/link>":["Zodra je gratis vermeldingen en Performance Max campagnes zijn ingesteld, kun je je prestaties rechtstreeks vanuit je WooCommerce dashboard volgen. Je kunt je rapporten jaarlijks, per kwartaal, maandelijks, wekelijks of dagelijks bekijken. De volgende statistieken zijn zichtbaar in je rapport: conversies, klikken, impressies, totale verkopen en totale uitgaven. <link>Meer informatie.<\/link>"],"Where can I track my free listings and Performance Max campaign performance?":["Waar kan ik de prestaties van mijn gratis vermeldingen en Performance Max campagne volgen?"],"Google Free Listings allows stores to showcase eligible products to shoppers looking for what you offer and drive traffic to your store with Google’s free listings on the Shopping tab. Your products can also appear on Google Search, Google Images, and Gmail if you’re selling in the United States. <link>Learn more.<\/link>":["Met Google gratis vermelding kunnen winkels producten die in aanmerking komen onder de aandacht brengen van winkelend publiek dat op zoek is naar wat je aanbiedt en verkeer naar je winkel leiden met de gratis vermeldingen van Google op de tab winkelen. Je producten kunnen ook worden weergegeven in Google zoeken, Google afbeeldingen en gmail als je verkoopt in de verenigde staten. <link>Meer informatie.<\/link>"],"What are free listings?":["Wat zijn gratis vermeldingen?"],"Performance Max campaigns make it easy to connect your WooCommerce store to Google Shopping ads so you can showcase your products to shoppers across Google Search, Maps, Shopping, YouTube, Gmail, the Display Network and Discover feed to drive traffic and sales for your store. <link>Learn more.<\/link>":["Met Performance Max campagnes kun je eenvoudig je WooCommerce winkel verbinden met Google shopping advertenties, zodat je je producten kunt presenteren aan shoppers op Google zoeken, Maps, Shopping, YouTube, Gmail, het Display Netwerk en de Discover feed om verkeer en verkoop voor je winkel te genereren. <link>Meer informatie.<\/link>"],"In order to meet the Google Merchant Center requirements make sure your website has the following; secure checkout process and payment information, refund and return policies, billing terms and conditions, business contact information. <link>Learn more.<\/link>":["Om aan de eisen van het Google Merchant Center te voldoen, moet je ervoor zorgen dat je site de volgende informatie bevat: veilig afrekenen en betalingsinformatie, terugbetalings- en retourbeleid, factureringsvoorwaarden en zakelijke contactgegevens. <link>Meer informatie.<\/link>"],"Is my store ready to sync with Google?":["Is mijn winkel klaar om met Google te synchroniseren?"],"Once you link an existing account to connect your store, your Shopping ads and free listings will stop running. You’ll need to re-upload your feed and product data in order to run Shopping ads and show free listings.":["Zodra je een bestaande account linkt om je winkel te verbinden, zullen je winkel advertenties en gratis vermeldingen niet meer actief zijn. Je moet je feed en productgegevens opnieuw uploaden om winkel advertenties en gratis vermeldingen weer te geven."],"What if I already have Google listings or ads set up? Will syncing my store replace my current Google listings?":["Wat als ik al Google vermeldingen of advertenties heb ingesteld? Zal het synchroniseren van mijn winkel mijn huidige Google vermeldingen vervangen?"],"In order to sync your WooCommerce store with Google and begin showcasing your products online, you will need to provide the following during setup; Google account access, target audience, shipping information, tax rate information (required for US only), and ensure your store is running on a compatible PHP version. <link>Learn more.<\/link>":["Om je WooCommerce winkel met Google te synchroniseren en te beginnen met het online tonen van je producten, moet je tijdens instelling; Google account toegang, doelgroep, informatie over de verzending, belastingtarieven (alleen vereist voor de VS), en ervoor zorgen dat je winkel draait op een compatibele PHP versie. <link>Meer informatie.<\/link>"],"What do I need to get started?":["Wat heb ik nodig om te beginnen?"],"Anonymous":["Anoniem"],"It does everything smoothly. Perfect and must need add-on from WooCommerce. Some things are just “essentials”.":["Het doet alles soepel. Perfect en een onmisbare add-on van WooCommerce. Sommige dingen zijn gewoon \"essentieel\"."],"joshualukewhite":["joshualukewhite"],"Thank you Google and WooCommerce for creating this app. It’s so simple to use and connect your products to Merchant Center.":["Bedank je Google en WooCommerce voor het maken van deze app. Het is zo eenvoudig om je producten te gebruiken en aan te sluiten op het verkoper center."],"21,000+ WooCommerce store owners like you already list products with Google":["21.000+ WooCommerce winkeleigenaren zoals je vermelden hun producten al met Google"],"An image of a quote.":["Een afbeelding van een citaat."],"Source: Google Internal Data, July 2020":["Bron: interne gegevens Google, juli 2020"],"Using free listings and ads together increased clicks by 50% and doubled impressions. Small-to-medium merchants saw the largest share of the increases.":["Het gebruik van gratis vermeldingen en advertenties samen verhoogde het aantal klikken met 50% en verdubbelde het aantal vertoningen. Kleine tot middelgrote handelaren zagen het grootste aandeel van de toenames."],"Increase clicks by <strong>50%<\/strong>":["Verhoog het aantal klikken met <strong>50%<\/strong>"],"Google Listings & Ads Benefits":["Google Listings and Ads voordelen"],"What is a Performance Max campaign?":["Wat is een Performance Max campagne?"],"Ad credit amounts vary by country and region. Full terms and conditions can be found <link>here<\/link>.":["De advertentie krediet bedragen variëren per land en regio. De volledige voorwaarden kun je <link>hier<\/link> vinden."],"Create a new Google Ads account through Google Listings & Ads and a promotional code will be automatically applied to your account. You’ll have 60 days to spend $500 to qualify for the $500 ads credit.":["Maak een nieuw Google advertenties account aan via Google listings & advertenties en er wordt automatisch een promotiecode toegepast op je account. Je hebt 60 dagen om $500 uit te geven om in aanmerking te komen voor het advertentietegoed van $500."],"Drawing of a bar and line charts heading up":["Tekenen van een staaf- en lijndiagram koptekst omhoog"],"Google Shopping search results example":["Google winkelen zoekresultaten voorbeeld"],"How can I get the $500 ad credit offer?":["Hoe kan ik de aanbieding van $500 advertentietegoed krijgen?"],"By clicking ‘Start listing products’, you agree to our <link>Terms of Service.<\/link>":["Door op 'Begin met het weergeven van producten' te klikken, ga je akkoord met onze <link>Servicevoorwaarden.<\/link>"],"Yes, you can run both at the same time, and we recommend it! In the US, advertisers running free listings and ads together have seen an average of over 50% increase in clicks and over 100% increase in impressions on both free listings and ads on the Shopping tab. Your store is automatically opted into free listings automatically and can choose to run a paid Performance Max campaign.":["Ja, je kunt beide tegelijkertijd uitvoeren en we raden het aan! In de VS hebben adverteerders die gratis vermeldingen en advertenties samen hebben uitgevoerd, gemiddeld meer dan 50% meer klikken en meer dan 100% meer vertoningen gezien op zowel gratis vermeldingen als advertenties op de tab winkelen. Je winkel is automatisch ingeschakeld voor gratis vermeldingen en je kunt ervoor kiezen om een betaalde Performance Max campagne uit te voeren."],"If you have an existing Content API feed, it will not be changed, overwritten or deleted by this WooCommerce integration. Instead, products will be added to your existing Content API feed.":["Als je een bestaande inhoud API feed hebt, wordt deze niet gewijzigd, overschreven of verwijderd door deze WooCommerce integratie. In plaats daarvan worden producten toegevoegd aan je bestaande inhoud API feed."],"Learn more about claiming URLs <link>here<\/link>.":["Lees <link>hier<\/link> meer over het claimen van URL's."],"Your store’s country is <country \/>. This country is currently not supported by Google Listings & Ads. However, you can still choose to list your products in another supported country, if you are able to sell your products to customers there. <settingsLink>Change your store’s country here<\/settingsLink>. <supportedCountriesLink>Read more about supported countries<\/supportedCountriesLink>":["Het land van je winkel is <country \/>. Dit land wordt momenteel niet ondersteund door Google Listings & Ads. Toch kun je er wel voor kiezen om je producten in ondersteunde landen op te geven, als je je producten daar aan klanten kunt verkopen. <settingsLink>Wijzig het land van je winkel hier<\/settingsLink>. <supportedCountriesLink>Lees meer over ondersteunde landen<\/supportedCountriesLink>"],"Your site language is <language \/>. This language is currently not supported by Google Listings & Ads. <settingsLink>You can change your site language here<\/settingsLink>. <supportedLanguagesLink>Read more about supported languages<\/supportedLanguagesLink>":["De taal van je site is <language \/>. Deze taal wordt nu niet ondersteund door Google Listings & Ads. <settingsLink>Je kunt de taal van je site hier wijzigen<\/settingsLink>. <supportedLanguagesLink>Lees meer over ondersteunde talen<\/supportedLanguagesLink>"]}},"comment":{"reference":"js\/build\/get-started-page.js"}}