{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Unable to update the channel visibility of products.":["Kan de kanaal zichtbaarheid van producten niet updaten."],"Unable to verify your phone number.":["Kan je telefoonnummer niet verifiëren."],"Unable to request the phone verification code.":["Kan de telefoon verificatie code niet aanvragen."],"Unable to request the verification code. This may be due to an invalid phone number or the limit of five attempts to verify the same phone number every four hours.":["Kan de verificatiecode niet opvragen. Dit kan komen door een ongeldig telefoonnummer of de limiet van vijf pogingen om hetzelfde telefoonnummer elke vier uur te verifiëren."],"Unable to update your Google Merchant Center contact information.":["Kan je Google Merchant Center contact informatie niet updaten."],"Unable to disconnect all your accounts.":["Kan niet alle je accounts ontkoppelen."],"Unable to disconnect your Google Ads account.":["Kan je Google advertenties account niet ontkoppelen."],"Unable to disconnect your Google account.":["Kan je Google account niet ontkoppelen."],"The spacing between sentences. It's a space in English. Please use an empty string if no spacing is needed in that language.\u0004 ":[" "],"Unknown error occurred.":["Er is een onbekende fout opgetreden."],"There was an error getting the tour.":["Er is een fout opgetreden bij het verkrijgen van de tour."],"There was an error loading the assets of the campaign.":["Er is een fout opgetreden bij het laden van de activa van de campagne."],"There was an error updating the tour.":["Er was een fout bij het updaten van de tour."],"There was an error updating the assets of the campaign.":["Er is een fout opgetreden bij het updaten van de assets van de campagne."],"There was an error creating the assets of the campaign.":["Er is een fout opgetreden bij het maken van de assets van de campagne."],"Maximum %1$d images can be uploaded, with a minimum of %2$s image.":["Maximaal %1$d afbeeldingen kunnen worden geüpload, met een minimum van %2$s afbeelding."],"%1$d %2$s":["%1$d %2$s"],"The maximum number of images that can be uploaded is %d.":["Het maximum aantal afbeeldingen dat kan worden geüpload is %d."],"Add images that meet or can be cropped to the recommended sizes. Note: The maximum file size for any image is 5120 KB.":["Voeg afbeeldingen toe die voldoen aan of bijgesneden kunnen worden tot de aanbevolen grootte. Let op: de maximale grootte van een afbeelding is 5120 KB."],"You can add up to a maximum of %1$d image assets, which can be a combination of %2$s images.":["Je kunt maximaal %1$d afbeelding assets toevoegen, die een combinatie kunnen zijn van %2$s afbeeldingen."],"<listItem>Recommended size: %1$d x %2$d<\/listItem><listItem>Min. size: %3$d x %4$d<\/listItem>":["<listItem>Aanbevolen grootte: %1$d x %2$d<\/listItem><listItem>Min. Grootte: %3$d x %4$d<\/listItem>"],"At least %1$d required. Add up to %2$d.":["Ten minste %1$d vereist. Tel op tot %2$d."],"At least %d required":["Ten minste %d vereist"],"%1$s and %2$s":["%1$s en %2$s"],"The separator for concatenating the types of assets\u0004, ":[", "],"The length of the rendered description will depend on the site it appears on. If it's shortened, it will end with an ellipsis(…). The description doesn't show in all sizes and formats.":["De lengte van de weergegeven beschrijving hangt af van de site waarop deze verschijnt. Als deze wordt ingekort, eindigt deze met een ellipsis (…). De beschrijving wordt niet weergegeven in alle formaten en formaten."],"The description adds to the headline and provides additional context or details. It can be up to 90 characters, and may appear after the headline.":["De beschrijving vult de kopregel aan en geeft extra context of details. De beschrijving kan maximaal 90 tekens lang zijn en kan na de kopregel verschijnen."],"Plural and lowercase asset field name\u0004descriptions":["beschrijvingen"],"Singular and lowercase asset field name\u0004description":["beschrijving"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Description":["Beschrijving"],"Add description":["Beschrijving toevoegen"],"Plural asset field name as the heading\u0004Descriptions":["Beschrijvingen"],"The length of the rendered headline will depend on the site it appears on. If shortened, it will end with an ellipsis(…).":["De lengte van de kopregel hangt af van de site waarop hij wordt weergegeven. Als de kop wordt ingekort, eindigt deze met een ellips(…)."],"The long headline is the first line of your ad, and appears instead of your short headline in larger ads. Long headlines can be up to 90 characters, and may appear with or without your description.":["De lange kop is de eerste regel van je advertentie en verschijnt in plaats van je korte kop in grotere advertenties. Lange koppen kunnen maximaal 90 tekens bevatten en kunnen al dan niet samen met je beschrijving worden weergegeven."],"Plural and lowercase asset field name\u0004long headlines":["lange kopregels"],"Singular and lowercase asset field name\u0004long headline":["lange kopregel"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Long headline":["Lange kopregel"],"Add long headline":["Lange koptekst toevoegen"],"Plural asset field name as the heading\u0004Long headlines":["Lange kopregels"],"The headline is the first line of your ad and is most likely the first thing people notice, so consider including words that people may have entered in their Google search.":["De koptekst is de eerste regel van je advertentie en waarschijnlijk het eerste wat mensen opvalt, dus overweeg woorden op te nemen die mensen mogelijk hebben ingevoerd in hun Google zoek opdracht."],"Plural and lowercase asset field name\u0004headlines":["kopregels"],"Singular and lowercase asset field name\u0004headline":["kopregel"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Headline":["Kopregel"],"Add headline":["Koptekst toevoegen"],"Learn how to write effective ads":["Leer hoe je effectieve advertenties schrijft"],"Plural asset field name as the heading\u0004Headlines":["Kopregels"],"The business name is the name of your business or brand. In certain layouts, it may appear in the text of your ad.":["De bedrijfsnaam is de naam van je bedrijf of merk. In bepaalde lay-outs kan deze in de tekst van je advertentie voorkomen."],"Singular and lowercase asset field name\u0004business name":["bedrijfsnaam"],"Capitalized asset field name as the placeholder or the start of an error message\u0004Business name":["Bedrijfsnaam"],"Plural asset field name as the heading\u0004Business name":["Bedrijfsnaam"],"Lowercase asset field name\u0004logo":["logo"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Logo (1:1)":["Logo (1:1)"],"Plural asset field name as the heading\u0004Logo":["Logo"],"Lowercase asset field name\u0004portrait":["portret"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Portrait image (4:5)":["Portret afbeelding (4:5)"],"Plural asset field name as the heading\u0004Portrait images":["Portret afbeeldingen"],"Lowercase asset field name\u0004square":["vierkant"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Square image (1:1)":["Vierkant afbeelding (1:1)"],"Plural asset field name as the heading\u0004Square images":["Vierkante afbeeldingen"],"Lowercase asset field name\u0004landscape":["landschap"],"Asset field name with its aspect ratio as the subheading within a help tip\u0004Landscape image (1.91:1)":["Landschap afbeelding (1.91:1)"],"Plural asset field name as the heading\u0004Landscape images":["Landschap afbeeldingen"],"Capitalized asset field name as the start of an error message\u0004The second display URL path":["Het tweede weergave URL pad"],"Capitalized asset field name as the start of an error message\u0004The first display URL path":["Het eerste pad van de weergave URL"],"There was an error getting the store categories.":["Er is een fout opgetreden bij het ophalen van de winkelcategorieën."],"There was an error loading the mapping rules.":["Er is een fout opgetreden bij het laden van de mapping regels."],"There was an error loading the mapping sources for the selected attribute.":["Er is een fout opgetreden bij het laden van de mapping bronnen voor het geselecteerde attribuut."],"There was an error loading the mapping attributes.":["Er is een fout opgetreden bij het laden van de mapping attributen."],"There was an error deleting the rule.":["Er is een fout opgetreden bij het verwijderen van de regel."],"There was an error updating the rule.":["Er is een fout opgetreden bij het aanmaken van de regel."],"There was an error creating the rule.":["Er is een fout opgetreden bij het aanmaken van de regel."],"Attribute Mapping":["Attribuut in kaart brengen"],"There was an error loading policy check details.":["Er is een fout opgetreden bij het laden van de details van de beleidscontrole."],"There was an error loading your merchant center product review request status.":["Er is een fout opgetreden bij het laden van de status van de productbeoordeling aanvraag van je Merchant Center."],"The verification code has expired. Please initiate a new verification request by the resend button.":["De verificatiecode is verlopen. Dien een nieuw verificatie aanvraag in met de knop opnieuw verzenden."],"Wrong verification code. Please try again.":["Verkeerde verificatiecode. Probeer het opnieuw."],"Unable to initiate the verification code request. A maximum of five attempts to verify the same phone number every four hours. Please try again later.":["Kan de aanvraag voor de verificatiecode niet starten. Maximaal vijf pogingen per vier uur om hetzelfde telefoonnummer te verifiëren. Probeer het later nog eens."],"There was an error loading Google Merchant Center contact information.":["Er is een fout opgetreden bij het laden van het contact informatie van het Google Merchant Center."],"There was an error loading Google account access info.":["Er is een fout opgetreden bij het laden van de toegangsgegevens van het Google account."],"There was an error loading product feed.":["Er is een fout opgetreden bij het laden van het product feed."],"Setup Google Ads":["Google Ads instellen"],"Setup Merchant Center":["Merchant Center instellen"],"Marketing":["Marketing"],"Reports":["Rapporten"],"Dashboard":["Dashboard"],"There was an error loading report.":["Er is een fout opgetreden bij het laden van het rapport."],"There was an error loading issues to resolve.":["Er is een fout opgetreden bij het laden."],"There was an error loading your merchant center product statistics.":["Er is een fout opgetreden bij het laden van de productstatistieken van je verkoper."],"There was an error loading your merchant center setup status.":["Er is een fout opgetreden bij het laden van je verkoper instelling status."],"There was an error loading ads campaigns.":["Er is een fout opgetreden bij het laden van advertentiecampagnes."],"There was an error loading target audience.":["Er is een fout opgetreden bij het laden van de doelgroep."],"There was an error loading supported country details.":["Er is een fout opgetreden bij het laden van ondersteunde landgegevens."],"There was an error getting your Google Ads accounts.":["Er is een fout opgetreden bij het verkrijgen van je Google Ads accounts."],"There was an error getting the billing status of your Google Ads account.":["Er is een fout opgetreden bij het verkrijgen van de facturering status van je Google Ads account."],"There was an error loading Google Ads account info.":["Er is een fout opgetreden bij het laden van de Google advertenties accountinfo."],"There was an error getting your Google Merchant Center accounts.":["Er is een fout opgetreden bij het verkrijgen van je Google Merchant Center accounts."],"There was an error loading Google Merchant Center account info.":["Er is een fout opgetreden bij het laden van de accountgegevens van het Google verkoper center."],"There was an error loading Google account info.":["Er is een fout opgetreden bij het laden van de Google accountgegevens."],"There was an error loading Jetpack account info.":["Er is een fout opgetreden bij het laden van Jetpack accountgegevens."],"There was an error loading merchant center settings.":["Er is een fout opgetreden bij het laden van de instellingen van het Merchant Center."],"There was an error loading shipping times.":["Er is een fout opgetreden bij het laden van de verzendtijden."],"There was an error loading shipping rates.":["Er is een fout opgetreden bij het laden van de verzendkosten."],"Product Feed":["Product feed"],"Google Listings & Ads":["Google Listings & Ads"],"Settings":["Instellingen"],"WooCommerce":["WooCommerce"]}},"comment":{"reference":"js\/build\/index.js"}}