{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Add images, headlines, and descriptions to drive better engagement and more sales.":["Voeg afbeeldingen, kopteksten en beschrijvingen toe voor meer engagement en meer verkoop."],"Optimize your campaign":["Optimaliseer je campagne"],"Edit paid campaign":["Betaalde campagne bewerken"],"Edit your campaign to explore this new feature.":["Bewerk je campagne om deze nieuwe functie te verkennen."],"A highlighting label behind the heading of the new feature\u0004New":["Nieuw"],"How easy was it to understand the requirements for the Google Ad campaign creation?":["Hoe gemakkelijk was het om de vereisten voor het maken van de Google Ad campagne te begrijpen?"],"View Reports":["Rapporten bekijken"],"Edit your listings":["Bewerk je aanbiedingen"],"Merchant Center Settings":["Instellingen Merchant Center"],"Target audience":["Doelgroep"],"You've set up a paid Performance Max Campaign!":["Je hebt een betaalde Performance Max campagne ingesteld!"],"Open Google Ads":["Google advertenties openen"],"We're having trouble loading this data. Try again later, or track your performance in Google Ads.":["We hebben moeite met het laden van deze gegevens. Probeer het later opnieuw, of volg je prestaties in Google Ads."],"Create your first campaign and get $500 in ad credit*":["Maak je eerste campagne en ontvang $500 advertentietegoed*"],"How easy was it to create a Google Ad campaign?":["Hoe gemakkelijk was het om een Google advertentie campagne te maken?"],"Drawing of a person who successfuly launched a campaign":["Tekening van iemand die met succes een campagne heeft gelanceerd"],"Open Google Merchant Center":["Google Merchant Center openen"],"We're having trouble loading this data. Try again later, or track your performance in Google Merchant Center.":["We hebben problemen met het laden van deze gegevens. Probeer het later nog eens, of volg je prestaties in Google Merchant Center."],"Create paid campaign":["Betaalde campagne maken"],"You’ve successfully created a paid campaign!":["Je hebt met succes een betaalde campagne gemaakt!"],"Edit %s":["Bewerk %s"],"Error in loading your paid ads campaign. Please try again later.":["Fout bij het laden van je betaalde advertentiecampagne. Probeer het later nog eens."],"Edit Campaign":["Bewerk campagne"],"Loading…":["Aan het laden..."],"Save changes":["Wijzigingen opslaan"],"Edit free listings":["Bewerk gratis lijsten"],"Something went wrong while saving your changes. Please try again later.":["Er is iets misgegaan tijdens het opslaan van je wijzigingen. Probeer het later nog eens."],"Your changes to your Free Listings have been saved and will be synced to your Google Merchant Center account.":["Je wijzigingen in je gratis vermelding zijn opgeslagen en worden gesynchroniseerd met je Google Merchant Center account."],"Programs":["Programma"]," + %d more":[" + %d meer"],"Free listings":["Gratis vermeldingen"],"Enabled":["Ingeschakeld"],"Daily budget":["Dagelijks budget"],"Country":["Land"],"Program":["Programma"],"Free listings cannot be paused through WooCommerce. Go to Google Merchant Center for advanced settings.":["Gratis vermeldingen kunnen niet worden gepauzeerd via WooCommerce. Ga naar Google Merchant Center voor geavanceerde instellingen."],"Pausing a paid ad campaign will result in the loss of any optimisations learned from those campaigns.":["Als je een betaalde advertentiecampagne onderbreekt, gaan alle optimalisaties die je van deze campagnes hebt geleerd verloren."],"Results typically improve with time with Google’s paid ad campaigns. If you pause, your products won’t be shown to people looking for what you offer.":["De resultaten van betaalde advertentiecampagnes van Google verbeteren meestal na verloop van tijd. Als je pauzeert, worden je producten niet getoond aan mensen die op zoek zijn naar wat je aanbiedt."],"Pause Campaign":["Pauzeer campagne"],"Keep Active":["Houd actief"],"Before you pause…":["Voordat je pauzeert…"],"We recommend allowing your programs to run for at least 14 days after set up, without pausing or editing, for optimal performance.":["We raden aan om je programma's minstens 14 dagen te laten uitvoeren na de installatie, zonder te pauzeren of te bewerken, voor optimale prestaties."],"Editing will result in the loss of any optimisations learned over time.":["Bewerken zal resulteren in het verlies van optimalisaties die in de loop van de tijd zijn geleerd."],"Results typically improve with time with Google’s Free Listing and paid ad campaigns.":["De resultaten verbeteren meestal na verloop van tijd met de gratis vermelding en betaalde advertentiecampagnes van Google."],"Continue to edit":["Verder gaan met bewerken"],"Don't edit":["Niet bewerken"],"Before you edit…":["Voordat je gaat bewerken…"],"Remove":["Verwijderen"],"Once a campaign is removed, it cannot be re-enabled.":["Als een campagne eenmaal is verwijderd, kan deze niet meer opnieuw worden ingeschakeld."],"Results typically improve with time with Google’s paid ad campaigns. Removing a paid ad campaign will result in the loss of any optimisations learned from those campaigns.":["De resultaten van betaalde advertentiecampagnes van Google verbeteren meestal na verloop van tijd. Als je een betaalde advertentiecampagne verwijdert, gaan alle optimalisaties die je van deze campagnes hebt geleerd verloren."],"Remove Campaign":["Campagne verwijderen"],"Keep Campaign":["Campagne houden"],"Permanently Remove?":["Permanent verwijderen?"],"You can pause or edit your campaign at any time. For best results, we recommend allowing your campaign to run for at least 14 days without pausing or editing. <link>Learn more about Performance Max technology.<\/link>":["Je kunt je campagne op elk moment pauzeren of bewerken. Voor de beste resultaten raden we aan om je campagne minstens 14 dagen te laten uitvoeren zonder te pauzeren of te bewerken. <link>Meer informatie over Performance Max technologie.<\/link>"],"Got it":["Begrepen"],"Create another campaign":["Maak een andere campagne"],"Total Sales":["Totale verkoop"],"Free":["Gratis"],"Total Spend":["Totale uitgaven"],"Clicks":["Klikken"],"Performance (Free Listing)":["Vermelding (gratis)"],"Performance (Paid Campaigns)":["Prestaties (betaalde campagnes)"],"Create your first campaign":["Je eerste campagne maken"],"You have unsaved campaign data. Are you sure you want to leave?":["Je hebt niet opgeslagen campagnegegevens. Ben je zeker dat je wil vertrekken?"],"Shipping times":["Verzendtijden"],"Shipping rates":["Verzendkosten"],"Edit":["Bewerk"],"Create your paid campaign":["Maak je betaalde campagne"]}},"comment":{"reference":"js\/build\/dashboard.js"}}