{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Complete your campaign":["Voltooi je campagne"],"There was an error saving shipping times.":["Er is een fout opgetreden bij het laden van de verzendtijden."],"There was an error saving shipping rates.":["Er is een fout opgetreden bij het laden van de verzendkosten."],"There was an error saving settings.":["Er is een fout opgetreden bij het opslaan van de instellingen."],"There was an error saving audience.":["Er is een fout opgetreden bij het opslaan van publiek."],"Configure product listings":["Productoverzichten configureren"],"Skip paid ads creation":["Sla het maken van betaalde advertenties over"],"Create a paid ad campaign":["Maak een betaalde advertentiecampagne"],"Skip this step for now":["Sla deze stap nu over"],"As soon as your products are approved, your listings and ads will be live. In the meantime, let’s set up your ads.":["Zodra je producten zijn toegestaan, zullen je lijsten en advertenties live zijn. Laten we in de tussentijd je advertenties opzetten."],"Complete your campaign with paid ads":["Maak je campagne compleet met betaalde advertenties"],"Unable to complete your setup.":["Kan je instelling niet voltooien."],"You can only choose from countries you’ve selected during product listings configuration.":["Je kunt alleen kiezen uit landen die je hebt geselecteerd tijdens de configuratie van productvermeldingen."],"A Google Ads account is required to create paid campaigns with your product listings":["Een Google advertenties account is vereist om betaalde campagnes te maken met je productvermeldingen"],"Using free listings and paid ads together can double impressions and increase clicks by 50%*":["Door gratis vermeldingen en betaalde advertenties samen te gebruiken, kun je het aantal vertoningen verdubbelen en het aantal klikken met 50%verhogen*"],"Drive more traffic and sales by using both free listings and paid ads":["Genereer meer verkeer en verkoop door zowel gratis vermeldingen als betaalde advertenties te gebruiken"],"Get the most out of your paid ads with Performance Max campaigns. With Google’s machine learning technology, your Performance Max campaigns will be automated to show the most impactful ads at the right time and place.":["Haal het meeste uit je betaalde advertenties met performance max campagnes. Met Google's machine learning technologie worden je performance max campagnes geautomatiseerd om de meest impactvolle advertenties op het juiste moment en de juiste plaats te tonen."],"Boost product listings with paid ads":["Geef productvermeldingen een boost met betaalde advertenties"],"Recommended":["Aanbevolen"],"Claim $500 in ads credit when you spend your first $500 with Google Ads. Terms and conditions apply.":["Claim $500 advertentietegoed wanneer je je eerste $500 besteedt met Google ads. Voorwaarden en bepalingen zijn van toepassing."],"Set a daily budget, and only pay when someone clicks.":["Stel een dagelijks budget in en betaal alleen als iemand klikt."],"Promote your products across Google Search, YouTube, Display, Discover, Maps, Gmail, and more.":["Promoot je producten in Google Search, YouTube, Display, Discover, Maps, Gmail en meer."],"Google will review your product listings within 3-5 days. Once approved, your products will automatically be live and searchable on Google. You’ll be notified if there are any product feed issues.":["Google beoordeelt je product vermeldingen binnen 3-5 dagen. Na goedkeuring worden je producten automatisch live en doorzoekbaar op Google. Je krijgt bericht als er problemen zijn met de feed van je producten."],"Preparing your product listings":["Je productvermeldingen voorbereiden"],"Your product listings are ready to be uploaded":["Je productvermeldingen zijn klaar om geüpload te worden"],"Product feed status":["Status product feed"],"You can manage and edit your product feed after this setup":["Je kunt je product feed beheren en bewerken na deze instelling"],"%d product":["%d product","%d producten"],"Unable to update your contact information. Please try again later.":["Kan je contactgegevens niet updaten. Probeer het later nog eens."],"My refund policy and terms of service are visible on my online store":["Mijn restitutiebeleid en dienstvoorwaarden zijn zichtbaar op mijn online winkel"],"Connect the accounts required to use Google Listings & Ads.":["Verbind de accounts vereist om Google Listings & Ads te gebruiken."],"Once you have set up your Merchant Center account you can use our onboarding tool regardless of which CSS you use.":["Zodra je je Merchant Center account hebt ingesteld kun je onze onboarding tool gebruiken, ongeacht welke CSS je gebruikt."],"If you create a new Merchant Center account through this application, it will be associated with Google Shopping, Google’s CSS, by default. You can change the CSS associated with your account at any time. Please find more information about our CSS Partners <link>here<\/link>.":["Als je via deze applicatie een nieuwe verkoper account aanmaakt, wordt deze standaard gekoppeld aan Google Shopping, de CSS van Google. Je kunt de CSS die aan je account is gekoppeld op elk gewenst moment wijzigen. Meer informatie over onze CSS affiliates vind je <link>hier<\/link>."],"If you are in the European Economic Area or Switzerland, your Merchant Center account must be associated with a Comparison Shopping Service (CSS). Please find more information at <link>Google Merchant Center Help<\/link> website.":["Als je je in de Europese economische ruimte of Zwitserland bevindt, moet je Merchant Center account gekoppeld zijn aan een Comparison Shopping Service (CSS). Meer informatie vind je op de <link>Google Merchant Center help<\/link> site."],"Allow your customers to contact you for product inquiries by including contact information on your website (i.e. contact us form, business profile link, social media, email or phone number).":["Je klanten toestaan om contact met je op te nemen voor productvragen door contact informatie op je site op te nemen (bijv. Contact formulier, link naar bedrijfsprofiel, sociale media, e-mail of telefoonnummer)."],"Confirm your store's phone number, email and\/or address are visible on your website":["Bevestig dat het telefoonnummer, e-mail en\/of adres van je winkel zichtbaar zijn op je site"],"Learn more about Google's refund policy requirements":["Meer informatie over de vereisten van het restitutiebeleid van Google"],"Show a clear return and refund policy on your website. Include return process, refund process, and customer requirements (return window, product condition and reason for return). If you don't accept returns or refunds, clearly state that on your website.":["Toon een duidelijk retour- en restitutiebeleid op je site. Vermeld het retourproces, het terugbetalingsproces en de eisen van de klant (retour venster, toestand van het product en reden van retourzending). Als je geen retourzendingen of restituties accepteert, vermeld dat dan duidelijk op je site."],"Learn to set up SSL on your website":["SSL leren instellen op je site"],"Use a secure server: Make sure to use a secure processing server when processing customer's personal information (SSL-protected, with a valid SSL certificate). With SSL, your webpage URL will appear with https:\/\/ instead of http:\/\/":["Gebruik een beveiligde server: zorg ervoor dat je een veilige verwerking server gebruikt wanneer je persoonlijke gegevens van klanten verwerkt (SSL beschermd, met een geldig SSL certificaat). Met SSL wordt de URL van je webpagina weergegeven met https:\/\/ in plaats van http:\/\/"],"Update your website to ensure that every webpage that collects a customer's personal information is processed through a secure SSL server. Any page on your website that collects any personal information from the user needs to be SSL protected.":["Update je site om ervoor te zorgen dat elke webpagina waarop persoonlijke informatie van een klant wordt verzameld, wordt verwerkt via een beveiligde SSL server. Elke pagina op je site die persoonlijke informatie van de gebruiker verzamelt, moet met SSL worden beveiligd."],"Confirm you have a secure checkout process":["Bevestig dat je een veilig afrekenproces hebt"],"I have a secure checkout process":["Ik heb een veilig afrekenproces"],"Learn more about Google's checkout requirements & best practices":["Meer informatie over Google's afrekening eisen & best practices"],"Ensure that all customers are able to complete the full checkout process on your site with an eligible payment method. Include a confirmation of the purchase after completion of the checkout process.":["Zorg ervoor dat alle klanten het volledige afrekenproces op je site kunnen voltooien met een betaalmethode die hiervoor in aanmerking komt. Zorg voor een bevestiging van de aankoop na voltooiing van het afrekenen."],"Confirm you have a complete checkout process":["Bevestig dat je een volledig afrekenproces hebt"],"I have a complete checkout process":["Ik heb een volledig afrekenproces"],"Learn more about common landing page issues and how to fix them":["Meer informatie over veelvoorkomende problemen met landingspagina's en hoe je ze kunt oplossen"],"Your Merchant Center account can be suspended if your store is not functional. Ensure that your domain and product pages are not leading to an under construction webpage, or an error page that displays a status code beginning with a 4 or 5 (such as a 405 error).":["Je Merchant Center account kan worden geschorst als je winkel niet functioneert. Zorg ervoor dat je domein- en productpagina's niet leiden naar een in aanbouw zijnde webpagina of een foutpagina met een statuscode beginnend met een 4 of 5 (zoals een 405 fout)."],"Confirm your store is live and accessible to all users":["Bevestig dat je winkel live is en toegankelijk voor alle gebruikers"],"My store is live and accessible to all users":["Mijn winkel is live en toegankelijk voor alle gebruikers"],"Source: Google Internal Data, July 2020":["Bron: interne gegevens Google, juli 2020"],"New to Google Ads? Get $500 in ad credit when you spend $500 within your first 60 days. Check how much credit you can receive in your country <checkLink>here<\/checkLink>. <termLink>Terms and conditions apply<\/termLink>.":["Ben je nieuw bij Google Ads? Ontvang $500 advertentie tegoed wanneer je $500 besteedt binnen je eerste 60 dagen. Controleer <checkLink>hier<\/checkLink> hoeveel tegoed je kunt krijgen in je land. <termLink>Voorwaarden en bepalingen zijn van toepassing<\/termLink>."],"Spend $500 to get $500 in Google Ads credits!":["Geef $500 uit om $500 aan Google advertenties tegoed te krijgen!"],"The following accounts are required to use the Google Listings & Ads plugin.":["De volgende accounts zijn vereist om de plugin Google Listings & Advertenties te gebruiken."],"Connect accounts":["Accounts koppelen"],"Review and confirm that your store meets Google Merchant Center requirements.":["Beoordeel en bevestig dat je winkel voldoet aan de eisen van Google Merchant Center."],"Confirm store requirements":["Winkel vereisten bevestigen"],"Learn more":["Kom meer te weten"],"If you create a new Merchant Center account through this application, it will be associated with Google’s Comparison Shopping Service (Google Shopping) by default. You can change the CSS associated with your account at any time. <link>Please find more information here<\/link>.":["Als je een nieuwe account aanmaakt in het verkoper center via deze applicatie, wordt deze standaard gekoppeld aan Comparison Shopping Service (Google Shopping). Je kunt de CSS die aan je account is gekoppeld op elk gewenst moment wijzigen. <link>Meer informatie vind je hier<\/link>."],"Google Merchant Center helps you sync your store and product data with Google and makes the information available for both free listings on the Shopping tab and Google Shopping Ads. That means everything about your stores and products is available to shoppers when they search on a Google property.":["Google Merchant Center helpt je bij het synchroniseren van je winkel- en productgegevens met Google en maakt de informatie beschikbaar voor zowel gratis vermeldingen op de tab winkelen als voor Google winkelen advertenties. Dat betekent dat alles over je winkels en producten beschikbaar is voor kopers wanneer ze zoeken op een Google object."],"Why do I need a Google Merchant Center account?":["Waarom heb ik een Merchant Center account nodig?"],"We use a WordPress.com account to connect your site to the WooCommerce and Google servers. It ensures that requests (e.g. product feed, clicks, sales, etc) from your site are securely and correctly attributed to your store. It enables a connection to your self-hosted site, and provides a common authentication interface across disparate server configurations and architectures.":["We gebruiken een WordPress.com account om je site te verbinden met de WooCommerce en Google servers. Het zorgt ervoor dat aanvragen (bijv. Productfeed, klikken, verkopen, enz.) van je site veilig en correct worden toegeschreven aan je winkel. Het maakt een verbinding mogelijk met je zelfgehoste site en biedt een gemeenschappelijke authenticatie-interface voor verschillende serverconfiguraties en architecturen."],"Why do I need a WordPress.com account?":["Waarom heb ik een WordPress.com account nodig?"],"Whatever you spend in the next month will be added back to your Google Ads account as free credit, up to a maximum limit depending on your store’s country.":["Wat je de volgende maand uitgeeft, wordt als gratis tegoed toegevoegd aan je Google advertenties account, tot een maximum dat afhankelijk is van het land van je winkel."],"Check your maximum free credit":["Controleer je maximale gratis krediet"],"Complete setup":["Configuratie afronden"],"Please check all requirements.":["Controleer alstublieft alle vereisten."],"My store's phone number, email and\/or address are visible on my website":["Het telefoonnummer, e-mail en\/of adres van mijn winkel zijn zichtbaar op mijn site"],"Confirm a refund policy and terms of service are visible on your online store":["Bevestig dat het restitutiebeleid en de dienstvoorwaarden zichtbaar zijn op je online winkel"],"Read Google Merchant Center requirements":["Lees de vereisten voor Google Merchant Center"],"Ensure you meet Google Merchant Center requirements by reviewing this checklist. Otherwise, your products may be disapproved or your Google Merchant Center account may be suspended by Google.":["Zorg ervoor dat je voldoet aan de eisen van Google Merchant Center door deze checklist te beoordelen. Anders kunnen je producten worden afgekeurd of kun je Google Merchant Center account worden geschorst door Google."],"Pre-Launch Checklist":["Checklist vóór de lancering"],"Configure your product listings":["Configureer je productoverzichten"],"Continue":["Doorgaan"],"Set up your accounts":["Stel je account in"],"Get started with Google Listings & Ads":["Aan de slag met Google Listings and Ads"],"Google Ads":["Google Ads"],"There was an error trying to save settings. Please try again later.":["Er is een fout opgetreden bij het opslaan van de instellingen. Probeer het later nog eens."]}},"comment":{"reference":"js\/build\/setup-mc.js"}}