{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"You have no attribute rules":["Je hebt geen attribuut regels"],"Auto-populate the target attribute with the value of the field you link it to.":["Vul het doel attribuut automatisch met de waarde van het veld waar je het aan linkt."],"Manage attributes":["Beheer attributen"],"Attribute Mapping configuration":["Configuratie attribuut mapping"],"Loading Attribute Mapping rules":["Regels voor attribuut mapping laden"],"Data Source \/ Default Value":["Gegevensbron\/standaardwaarde"],"Target Attribute":["Doel attribuut"],"When an attribute rule is added or changed, data will be synced to Google Merchant Center via an async job. Note that it may take a while for the update to show up on Merchant Center, especially if it involves products that have not been synced and approved before.":["Wanneer een attribuut regel wordt toegevoegd of gewijzigd, worden de gegevens via een async taak gesynchroniseerd met Google verkoper center. Let op: het kan even duren voordat de update zichtbaar is in het verkoper center, vooral als het producten betreft die nog niet eerder zijn gesynchroniseerd en toegestaan."],"Last sync:":["Laatste sync:"],"Never":["Nooit"],"Scheduled for sync":["Gepland voor synchronisatie"],"To ensure your products continue to be approved and promoted by Google, make sure that your product fields include all the required information.":["Om ervoor te zorgen dat je producten toegestaan en gepromoot blijven worden door Google, zorg ervoor dat je productvelden alle vereiste informatie bevatten."],"Product data is re-submitted to Google every 30 days to ensure that the information in your product listings are up-to-date.":["Productgegevens worden elke 30 dagen opnieuw bij Google ingediend om ervoor te zorgen dat de informatie in je productvermeldingen up-to-date is."],"Deleting a rule does’t affect any data that has already been submitted to Google.":["Het verwijderen van een regel heeft geen invloed op gegevens die al bij Google zijn ingediend."],"Delete attribute rule":["Verwijder attribuut regel"],"Deleting…":["Aan het verwijderen…"],"Delete attribute rule?":["Regel van attribuut verwijderen?"],"Categories":["Categorieën"],"Assign value":["Waarde toewijzen"],"Target attribute":["Doel attribuut"],"Save rule":["Regel opslaan"],"Saving…":["Aan het opslaan..."],"Create attribute rule":["Regel voor attribuut aanmaken"],"Manage attribute rule":["Beheer attribuut regel"],"Select an attribute":["Selecteer een attribuut"],"Select a Google attribute that you want to manage":["Selecteer een Google attribuut dat je wil beheren"],"Select default value":["Selecteer standaardwaarden"],"Type for search":["Type voor zoeken"],"Apply ONLY to these categories":["ALLEEN van toepassing op deze categorieën"],"Apply to all categories EXCEPT":["Van toepassing op alle categorieën BEHALVE"],"Apply to all categories":["Van toepassing op alle categorieën"],"Enter a value":["Voer een waarde in"],"Use fixed values to populate the target attribute with a value you specify. For example, you can enter a fixed value of <em>'White'<\/em> to specify a single color for all your products.":["Gebruik vaste waarden om het doel attribuut te vullen met een door je gespecificeerde waarde. Bijvoorbeeld, je kunt een vaste waarde van <em>'Wit'<\/em> invoeren om één kleur voor al je producten te specificeren."],"Can’t find an appropriate field? <link>Create a new attribute<\/link>":["Kun je geen geschikt veld vinden? <link>Maak een nieuw attribuut<\/link>"],"Choose how to assign a value to the target attribute":["Kies hoe je een waarde wil toekennen aan het doel attribuut"],"Use value from existing product field":["Gebruik waarde uit bestaand productveld"],"Set a fixed value":["Een vaste waarde instellen"],"Select an option":["Selecteer een optie"],"All except":["Alle behalve"],"Only in":["Alleen in"],"%d category":["%d categorie","%d categorieën"],"Create attribute rules to control what product data gets sent to Google and to manage product attributes in bulk.":["Maak attribuut regels om te bepalen welke productgegevens naar Google worden verzonden en om productattributen in bulk te beheren."],"All":["Alle"],"+ %d more":["+ %d meer"],"Cancel":["Annuleren"],"Edit":["Bewerk"],"Delete":["Verwijderen"]}},"comment":{"reference":"js\/build\/attribute-mapping.js"}}