{"translation-revision-date":"2024-02-27 13:53:36+0000","generator":"GlotPress\/4.0.0-beta.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"How easy was it to understand the requirements for the Google Listings & Ads setup?":["Hoe gemakkelijk was het om de vereisten voor de Google Listings & Ads instelling te begrijpen?"],"View product feed":["Bekijk product feed"],"No ads will launch yet and you won’t be charged until Google approves your listings. Updates are available in your WooCommerce dashboard.":["Er worden nog geen advertenties gelanceerd en je hoeft pas te betalen als Google je vermeldingen goedkeurt. Updates zijn beschikbaar in je WooCommerce dashboard."],"Your products are being synced and reviewed. Google reviews product listings in 3-5 days.":["Je producten worden gesynchroniseerd en beoordeeld. Google beoordeling product vermeldingen in 3-5 dagen."],"Active":["Actief"],"Free listings setup completed":["Gratis vermelding instelling afgerond"],"Read more about this issue":["Lees meer over dit onderwerp"],"What to do?":["Wat te doen?"],"Account status:":["Accountstatus:"],"Request review":["Beoordeling aanvragen"],"Your account is under cool down period. You can request a new review on %s.":["Je account is afgekoeld. Je kunt een nieuwe beoordeling aanvragen op %s."],"Add and sync products to Google.":["Producten toevoegen en synchroniseren met Google."],"No products added":["Geen producten toegevoegd"],"Your products listings are on Google.":["De vermeldingen van je producten staan op Google."],"Review requests take at least 7 days.":["Beoordeling aanvragen duurt minstens 7 dagen."],"Under review":["Onder beoordeling"],"This may take up to 3 days. If approved, your products will show on Google once it’s completed.":["Dit kan tot 3 dagen duren. Als het is toegestaan, worden je producten op Google weergegeven zodra het is afgerond."],"Pending review":["Wachten op beoordeling"],"To keep showing your products on Google, fix your setup and policy issues.":["Om je producten op Google te blijven tonen, moet je instelling en beleidsproblemen oplossen."],"Warning":["Waarschuwing"],"Fix all account suspension issues listed below to request a review of your account.":["Verhelp alle onderstaande problemen met het opschorten van je account om een beoordeling van je account aan te vragen."],"We’ve found unresolved issues in your account.":["We hebben onopgeloste problemen gevonden in je account."],"To make products eligible to show on Google, fix all setup and policy issues that were found.":["Om producten geschikt te maken voor weergave in Google, moet je alle gevonden problemen met instellingen en beleidsregels oplossen."],"I have resolved all the issue(s) listed above.":["Ik heb alle bovenstaande problemen opgelost."],"Please ensure that you have resolved all account suspension issues before requesting for an account review. If some issues are unresolved, you wont be able to request another review for at least 7 days. <Link>Learn more<\/Link>":["Zorg ervoor dat je alle problemen met account opschorting hebt opgelost voordat je een account beoordeling aanvraagt. Als sommige problemen niet zijn opgelost, kun je pas na 7 dagen een nieuwe beoordeling aanvragen. <Link>Meer informatie<\/Link>"],"Your account review was successfully requested.":["Je account beoordeling is succesvol aangevraagd."],"Request account review":["Aanvraag account beoordeling"],"+ %d more issue(s)":["+ %d meer probleem(en)"],"Request a review on the following issue(s):":["Vraag een beoordeling aan over de volgende kwestie(s):"],"Product Issues":["Product kwesties"],"Account Issues":["Accountproblemen"],"Loading Issues To Resolve":["Problemen met laden om op te lossen"],"However, there are issues affecting your account that needs to be resolved. Head over to the <strong>Account Issues<\/strong> tab to view them.":["Er zijn echter problemen met je account die opgelost moeten worden. Ga naar de tab <strong>Rekening problemen<\/strong> om ze te bekijken."],"However, there are issues affecting your products that needs to be resolved. Head over to the <strong>Product Issues<\/strong> tab to view them.":["Er zijn echter problemen met je producten die opgelost moeten worden. Ga naar de tab <strong>Product problemen<\/strong> om ze te bekijken."],"All product issues resolved":["Alle product problemen opgelost"],"All account issues resolved":["Alle accountproblemen opgelost"],"Show less":["Toon minder"],"*Full terms and conditions <link>here<\/link>.":["*De volledige voorwaarden vind je <link>hier<\/link>."],"New to Google Ads? Get $500 in ad credit when you spend $500 within your first 60 days* You can edit or cancel your campaign at any time.":["Ben je nieuw bij Google Ads? Ontvang $500 advertentie tegoed wanneer je $500 besteedt binnen je eerste 60 dagen* je kun je campagne op elk moment bewerken of annuleren."],"Spend $500 to get $500 in Google Ads credits":["Geef $500 uit om $500 aan Google advertenties tegoed te krijgen"],"How easy was it to set up Google Listings & Ads?":["Hoe gemakkelijk was het om Google Listings & Ads in te stellen?"],"Cancel":["Annuleren"],"WooCommerce Logo":["WooCommerce logo"],"Learn more":["Kom meer te weten"],"Google Logo":["Google logo"],"Overview":["Overzicht"],"Sync with Google:":["Synchroniseer met Google:"],"Last updated: %1$s, containing %2$d product":["Laatste geüpdatet: %1$s, met %2$d product","Laatste geüpdatet: %1$s, met %2$d producten"],"Automatically synced to Google":["Automatisch gesynchroniseerd met Google"],"Sync in progress":["Bezig met synchroniseren"],"Feed setup:":["Feed instelling:"],"%d issue to resolve":["%d probleem om op te lossen","%d problemen om op te lossen"],"No issues to resolve 🎉":["Geen problemen op te lossen 🎉"],"An error occurred while retrieving your product feed. Please try again later.":["Er is een fout opgetreden tijdens het ophalen van je product feed. Probeer het later nog eens."],"Back":["Terug"],"Create paid campaign":["Betaalde campagne maken"],"Maybe later":["Misschien later"],"<productFeedLink>Manage and edit your product feed in WooCommerce.<\/productFeedLink> We will also notify you of any product feed issues to ensure your products get approved and perform well on Google.":["<productFeedLink>Beheer en bewerk je product feed in WooCommerce.<\/productFeedLink> we brengen je ook op de hoogte van problemen met de product feed om ervoor te zorgen dat je producten worden toegestaan en goed presteren in Google."],"You successfully changed the channel visibility of %d product":["Je hebt succesvol de zichtbaarheid van het kanaal gewijzigd voor het product %d","Je hebt succesvol de zichtbaarheid van de kanalen van %d producten gewijzigd"],"Apply to %d selected":["Toepassen op %d geselecteerd"],"Select one or more products to bulk edit":["Selecteer een of meer producten om in bulk te bewerken"],"Don’t sync and show":["Niet synchroniseren en weergeven"],"Don't sync and show":["Niet synchroniseren en weergeven"],"An error occurred while retrieving products. Please try again later.":["Er is een fout opgetreden bij het ophalen van producten. Probeer het later nog eens."],"Not synced":["Niet gesynchroniseerd"],"Partially approved":["Gedeeltelijk toegestaan"],"Approved":["Goedgekeurd"],"Not Synced":["Niet gesynchroniseerd"],"Disapproved":["Afgekeurd"],"Pending":["In afwachting"],"Expiring":["Aflopend"],"<link>Read more about product sync and statuses<\/link>":["<link>Lees meer over product synchronisatie en statussen<\/link>"],"<strong>‘Disapproved’ products<\/strong> are inactive and do not appear in Google listings.":["<strong>'Afgekeurde' producten<\/strong> zijn inactief en worden niet weergegeven in Google vermeldingen."],"<strong>‘Pending’ products<\/strong> are being processed by Google. They will not appear in listings until they are approved.":["<strong>'In afwachting' producten<\/strong> worden verwerkt door Google. Ze verschijnen pas in de weergave als ze zijn toegestaan."],"<strong>‘Expiring’ products<\/strong> will become inactive and no longer appear in Google listings in the next 3 days.":["<strong>'Aflopende' producten<\/strong> worden inactief en verschijnen de komende 3 dagen niet meer in de Google vermeldingen."],"<strong>‘Active’ products<\/strong> are fully approved and eligible to appear in free listings on Google.":["<strong>'Actieve' producten<\/strong> zijn volledig toegestaan en komen in aanmerking voor weergave in gratis vermeldingen op Google."],"After submission, Google assigns each product a status: <strong>Active, Expiring, Pending, or Disapproved.<\/strong>":["Na het indienen kent Google aan elk product een status toe: <strong>Actief, verlopen, in afwachting of afgekeurd.<\/strong>"],"<strong>‘Not synced’ products<\/strong> do not appear in Google listings. They are queued for submission, or they may be ineligible or excluded from the product feed.":["<strong>'Niet gesynchroniseerde' producten<\/strong> verschijnen niet in de Google vermeldingen. Ze staan in de wachtrij voor indiening, of ze komen niet in aanmerking of zijn uitgesloten van de product feed."],"Your product feed is <strong>automatically synced<\/strong> from WooCommerce to Google, every 1-2 days. ":["Je product feed wordt <strong>automatisch gesynchroniseerd<\/strong> van WooCommerce naar Google, elke 1-2 dagen. "],"You’ve successfully set up Google Listings & Ads! 🎉":["Je hebt met succes Google Listings & Ads ingesteld! 🎉"],"Next":["Volgende"],"Previous":["Vorige"],"Finish":["Afronden"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"Guide controls":["Gidsbediening"],"Status":["Status"],"Channel Visibility":["Kanaal zichtbaarheid"],"Product Title":["Producttitel"],"Select channel visibility":["Kanaal zichtbaarheid selecteren"],"An error occurred while retrieving issues. Please try again later.":["Er is een fout opgetreden tijdens het ophalen van problemen. Probeer het later nog eens."],"Issues to resolve":["Op te lossen problemen"],"Products and stores must meet <link>Google Merchant Center’s requirements<\/link> in order to get approved. WooCommerce and Google automatically check your product feed to help you resolve any issues. ":["Producten en winkels moeten voldoen aan <link>de eisen van Merchant Center<\/link> om te worden toegestaan. WooCommerce en Google controleren automatisch je product feed om je te helpen eventuele problemen op te lossen. "],"Suggested action":["Voorgestelde actie"],"Issue":["Probleem"],"Affected product":["Betrokken product"],"Type":["Type"],"Product Feed":["Product feed"],"Sync and show":["Synchroniseren en tonen"]}},"comment":{"reference":"js\/build\/product-feed.js"}}