{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Free Trial":["Gratis proberen"],"Walmart":["Walmart"],"Wish":["Wish"],"Tell us where you run your business to help us configure currency, shipping, taxes, and more in a fully automated way.":["Vertel ons waar je je bedrijf runt om ons te helpen valuta, verzending, betalingen en meer op een volledig geautomatiseerde manier te configureren."],"There was a problem saving free features state":["Er was een probleem opgetreden bij het opslaan van de staat van gratis functies"],"Discard":["Verwijderen"],"You're about to go to a different step. Do you want to save the changes you've made here so far?":["Je gaat zo naar een andere stap. Wil je de wijzigingen die je tot nu toe hebt gemaakt behouden?"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Door de %s-plugin gratis te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}.","Door %s-plugins gratis te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}."],"Please enter your email address to subscribe":["Vul je e-mailadres in om je in te schrijven"],"How many employees do you have?":["Hoeveel medewerkers heb je?"],"+250":["+250"],"< 10":["< 10"],"It's just me":["Alleen ik"],"The following extensions will be added to your site for free: WooCommerce Payments. An account is required to use this feature.":["De volgende uitbreidingen zullen gratis aan je site worden toegevoegd: WooCommerce Payments Een account is vereist om deze functie te gebruiken."],"Powered by Mailchimp":["Aangedreven door Mailchimp"],"Get tips, product updates and inspiration straight to your mailbox.":["Ontvang tips, productupdates en inspiratie direct in je mailbox."],"I'd rather not say":["Dat vertel ik liever niet"],"Free features":["Gratis functies"],"Business details":["Bedrijfsgegevens"],"No commitment required - you can remove them at any time.":["Geen verplichtingen; je kan ze op elk moment verwijderen."],"We recommend enhancing your store with these free extensions":["We raden je aan je winkel te verbeteren met deze gratis extensies"],"Included business features":["Inbegrepen bedrijfsfuncties"],"The following plugin will be installed for free: %1$s. %2$s":["De volgende plugin wordt gratis geïnstalleerd: %1$s. %2$s","De volgende plugins worden gratis geïnstalleerd: %1$s. %2$s"],"Add recommended business features to my site":["Aanbevolen bedrijfsfuncties toevoegen aan mijn site"],"%s per year":["%s per jaar"],"There was a problem skipping the setup wizard":["Er is een probleem opgetreden bij het overslaan van de installatiewizard"],"Skip setup store details":["Sla instellen winkelgegevens over"],"Manual setup is only recommended for\n experienced WooCommerce users or developers.":["Handmatige configuratie wordt alleen aanbevolen voor\n ervaren WooCommerce-gebruikers of ontwikkelaars."],"Billing is annual. All purchases are covered by our 30 day money back guarantee and include access to support and updates. Extensions will be added to a cart for you to purchase later.":["De facturatie vindt jaarlijks plaats. Alle aankopen worden gedekt door onze 30-daagse 'niet-goed-geld-terug'-garantie en geven je toegang tot ondersteuning en updates. Extensies worden toegevoegd aan je winkelwagen, zodat je ze later kan aanschaffen."],"Display monthly prices":["Maandtarieven weergeven"],"$%f per month":["$%f per maand"],"This product type requires a paid extension.\nWe'll add this to a cart so that\nyou can purchase and install it later.":["Voor dit producttype is een betaalde extensie vereist.\nWe voegen deze toe aan een winkelwagen, zodat je\ndeze later kunt aanschaffen en installeren."],"Learn more about recommended free business features":["Bekijk meer informatie over aanbevolen gratis bedrijfsfuncties"],"User accounts are required to use these features.":["Gebruikersaccounts zijn vereist om deze functies te gebruiken."],"What is the platform name?":["Wat is de naam van het platform?"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"eBay":["eBay"],"Amazon":["Amazon"],"Business Details":["Bedrijfsgegevens"],"Industry":["Sector"],"Store Details":["Gegevens winkel"],"There was a problem finishing the setup wizard":["Er is een probleem opgetreden bij het voltooien van de instellingen wizard"],"Free themes":["Gratis thema's"],"Paid themes":["Betaalde thema's"],"All themes":["Alle thema's"],"Choose how your store appears to customers. And don't worry, you can always switch themes and edit them later.":["Kies hoe je winkel er voor klanten uitziet. En geen zorgen, je kunt altijd schakelen tussen thema's en ze later bewerken."],"Choose a theme":["Kies een thema"],"$%f per year":["$ %f per jaar"],"Currently active theme":["Momenteel actief thema"],"Live demo":["Live demonstratie"],"Continue with my active theme":["Doorgaan met mijn ingeschakelde thema"],"This theme does not support WooCommerce.":["Dit thema biedt geen ondersteuning voor WooCommerce."],"%s was installed and activated on your site":["%s is geïnstalleerd en geactiveerd op je site"],"There was a problem selecting your store theme":["Er is een probleem opgetreden bij het selecteren van het thema voor je winkel"],"Choose":["Kies"],"{{strong}}%s{{\/strong}} developed by WooCommerce":["{{strong}}%s{{\/strong}} ontwikkeld door WooCommerce"],"Drop your theme zip file here":["Zet je zip-bestand met thema hier neer"],"Drop a theme zip file here to upload":["Zet hier een zip-bestand met thema neer om te uploaden"],"Upload a theme":["Een thema uploaden"],"Your theme is being uploaded":["Je thema wordt geüpload"],"Uploading theme":["Thema wordt geüpload"],"I'm setting up a store for a client":["Ik zet een winkel op voor een klant"],"There was a problem saving your store details":["Er is een probleem opgetreden bij het opslaan van de gegevens van je winkel"],"What type of products will be listed?":["Welke producttypen worden weergegeven?"],"There was a problem updating your product types":["Er is een probleem opgetreden met het updaten van je producttypen"],"Please select at least one product type":["Selecteer ten minste één producttype"],"Choose any that apply":["Selecteer alles dat van toepassing is"],"In which industry does the store operate?":["Binnen welke sector is de winkel actief?"],"Please select at least one industry":["Selecteer ten minste één sector"],"There was a problem updating your industries":["Er is een probleem opgetreden met het updaten van je sectoren"],"Which platform is the store using?":["Welk platform gebruikt de winkel?"],"What's your current annual revenue?":["Wat is je huidige jaaromzet?"],"Currently selling elsewhere?":["Verkoop je momenteel ergens anders?"],"How many products do you plan to display?":["Hoeveel producten denk je weer te willen geven?"],"We'd love to know if you are just getting started or you already have a business in place.":["We willen graag weten of je net bent begonnen of dat je al een bedrijf hebt."],"Tell us about your business":["Vertel ons over je bedrijf"],"Wix":["Wix"],"Magento":["Magento"],"BigCommerce":["BigCommerce"],"Shopify":["Shopify"],"Yes, on another platform and in person at physical stores and\/or events":["Ja, op een ander platform en persoonlijk in fysieke winkels en\/of tijdens events"],"Yes, in person at physical stores and\/or events":["Ja, persoonlijk in fysieke winkels en\/of tijdens events"],"Yes, I own a different store powered by WooCommerce":["Ja, ik heb een andere winkel bij WooCommerce"],"Yes, on another platform":["Ja, op een ander platform"],"More than %s":["Meer dan %s"],"%s (I'm just getting started)":["%s (ik ben net begonnen)"],"I don't have any products yet.":["Ik heb nog geen producten."],"Installing the following plugin: %s":["De volgende plugin wordt geïnstalleerd: %s","De volgende plugins worden geïnstalleerd: %s"],"store product count or revenue\u0004%s+":["%s+"],"store product count or revenue range\u0004%1$s - %2$s":["%1$s - %2$s"],"This field is required":["Dit veld is verplicht"],"There was a problem updating your business details":["Er is een probleem opgetreden tijdens het updaten van je bedrijfsgegevens"],"Continue without installing":["Doorgaan zonder te installeren"],"Up to %s":["Tot %s"],"Retry":["Opnieuw proberen"],"Invalid email address":["Ongeldig e-mailadres"],"Installed":["Geïnstalleerd"],"Email address":["E-mailadres"],"Theme":["Thema"],"Product Types":["Producttypes"],"Free":["Gratis"],"Save":["Opslaan"],"Save changes?":["Wijzigingen opslaan?"],"Learn more":["Leer meer"],"Other":["Anders"],"Welcome to WooCommerce":["Welkom bij WooCommerce"],"Skip this step":["Deze stap overslaan"],"Continue":["Doorgaan"],"No":["Nee"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/profile-wizard.js"}}