{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Klaviyo":["Klaviyo"],"Zapier":["Zapier"],"Vimeo":["Vimeo"],"Trustpilot":["Trustpilot"],"TikTok":["TikTok"],"Salesforce":["Salesforce"],"Jetpack CRM":["Jetpack CRM"],"Google":["Google"],"Creative Mail by Constant Contact":["Creative Mail van Constant Contact"],"By":["Door"],"No posts yet":["Nog geen berichten"],"Read {{link}}the WooCommerce blog{{\/link}} for more tips on marketing your store":["Lees {{link}}de WooCommerce-blog{{\/link}} voor extra tips over het promoten van je winkel"],"Oops, our posts aren't loading right now":["Onze berichten kunnen momenteel niet worden geladen"],"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Leer alle fijne kneepjes van succesvolle waardebon marketing van de experts van WooCommerce."],"Recommended coupon extensions":["Aanbevolen waardebon extensies"],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Til je waardebon marketing naar een hoger niveau met onze aanbevolen waardebon extensies."],"There was an error loading recommended extensions.":["Er is een fout opgetreden bij het laden van aanbevolen extensies."],"There was an error loading installed extensions.":["Er is een fout opgetreden bij het laden van geïnstalleerde extensies."],"There was an error trying to activate the extension.":["Er is een fout opgetreden bij het activeren van de extensie."],"The extension has been successfully activated.":["De extensie is geactiveerd."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Leer alle fijne kneepjes van succesvolle marketing van de experts van WooCommerce."],"WooCommerce knowledge base":["WooCommerce-kennisbank"],"Recommended extensions":["Aanbevolen extensies"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Voor goede marketing zijn de juiste gereedschappen nodig. Til je marketing naar een hoger niveau met onze aanbevolen marketingextensies."],"Mutable settings should be accessed via data store.":["Veranderlijke instellingen moeten geopend worden via datastore."],"Facebook":["Facebook"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/marketing-coupons.js"}}