{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"We need your address to complete installing this product. We will redirect you to Woo.com checkout. Afterwards, you will be able to install the product.":["We hebben je adres nodig om de installatie van dit product af te ronden. We willen je doorsturen naar de kassa van Woo.com. Daarna kan je het product installeren."],"An error occurred. Please try again later.":["Er ging iets fout. Probeer het later opnieuw."],"Activation failed. Please try again from the plugins page.":["Activatie mislukt. Probeer het opnieuw op de pluginpagina."],"View Docs":["Docs bekijken"],"Extension successfully installed but we can't activate it at the moment. Please visit the plugins page to see more.":["De extensie is geïnstalleerd, maar we kunnen deze op dit moment niet activeren. Ga naar onze pluginpagina om er meer te zien."],"Extension successfully installed. Would you like to activate it?":["De extensie is geïnstalleerd. Wil je deze activeren?"],"Add to Store":["Aan winkel toevoegen"],"View in Plugins":["In plugins bekijken"],"View docs":["Docs bekijken"],"Would you like to install this extension?":["Wil je deze extensie installeren?"],"Keep the momentum going and start setting up your extension.":["Hou het momentum vast en begin met het instellen van je extensie."],"In order to install a product, you need to first connect your account.":["Om een product te installeren moet je eerst je account koppelen."],"Add to store":["Aan winkel toevoegen"],"You are ready to go!":["Je bent klaar om te gaan!"],"Could not find subscription with product key %s.":["Het abonnement kon niet gevonden worden met productsleutel %s."],"%s couldn’t be installed. Please install the product manually.":["%s kon niet worden geïnstalleerd. Installeer de plugin handmatig."],"Error loading subscriptions: %s":["Fout bij het laden van abonnementen: %s"],"Refresh":["Verversen"],"On":["Aan"],"Connect Account":["Account verbinden"],"Never expires":["Verloopt nooit"],"Manage your subscriptions":["Je abonnementen beheren"],"Not connected":["Niet verbonden"],"Available to use":["Beschikbaar voor gebruik"],"Woo.com subscriptions you haven't used yet.":["Woo.com abonnementen die je nog niet hebt gebruikt."],"Woo.com extensions and themes installed on this store. To see all your subscriptions go to <a>your account<custom_icon \/><\/a> on Woo.com.":["Woo.com extensies en thema's geïnstalleerd op deze winkel. Om al je abonnementen te zien ga je naar <a>je account<custom_icon \/><\/a> op woo.com."],"To receive updates and support, please connect your subscription to this store.":["Verbind je abonnement met deze winkel om updates en ondersteuning te ontvangen."],"To receive updates and support, please <renew>renew<\/renew> this subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Om updates en ondersteuning te ontvangen, <renew>verleng<\/renew> je dit abonnement of gebruik je een abonnement van een andere account door <sharing>het te delen<\/sharing> of <transferring>over te dragen<\/transferring>."],"To receive updates and support, please <purchase>purchase<\/purchase> a subscription or use a subscription from another account by <sharing>sharing<\/sharing> or <transferring>transferring<\/transferring>.":["Om updates en ondersteuning te ontvangen, moet je een abonnement <purchase>kopen<\/purchase> of een abonnement van een andere account gebruiken door <sharing>het te delen<\/sharing> of <transferring>over te dragen<\/transferring>."],"Installed on this store":["Geïnstalleerd op deze winkel"],"Subscriptions refreshed.":["Abonnementen vernieuwd."],"Refresh subscriptions":["Abonnementen vernieuwen"],"Error refreshing subscriptions: %s":["Fout bij het verversen van abonnementen: %s"],"Connect your account to get updates, manage your subscriptions, and get seamless support. Once connected, your Woo.com subscriptions will appear here.":["Verbind je account om updates te verkrijgen, je abonnementen te beheren en naadloze ondersteuning te verkrijgen. Zodra je verbinding hebt gemaakt, verschijnen je Woo.com abonnementen hier."],"Subscribe":["Abonneren"],"View documentation":["Bekijk documentatie"],"Woo.com account":["Woo.com account"],"%s successfully connected.":["%s succesvol verbonden."],"%s icon":["%s pictogram"],"Auto-renew":["Automatisch vernieuwen"],"%s updated successfully.":["%s succesvol geüpdatet."],"My subscriptions":["Mijn abonnementen"],"Loading your subscriptions":["Je abonnementen laden"],"No subscription":["Geen abbonement"],"Subscribe to update":["Abonneren op updates"],"Update to %s":["Updaten naar %s"],"%s successfully installed.":["%s succesvol geïnstalleerd."],"%s couldn’t be updated.":["%s kon niet worden geüpdatet."],"%s couldn’t be installed.":["%s kon niet worden geïnstalleerd."],"%s couldn’t be connected.":["%s kon niet worden verbonden."],"%s could not be activated. Please activate it manually.":["%s kon niet worden geactiveerd. Activeer het handmatig."],"Version %s is available. To enable this update you need to renew your subscription.":["Versie %s is beschikbaar. Om deze update te activeren moet je je abonnement verlengen."],"Version %s is available. To enable this update you need to purchase a subscription.":["Versie %s is beschikbaar. Om deze update te activeren moet je een abonnement aanschaffen."],"Version %s is available. To enable this update you need to connect your subscription to this store.":["Versie %s is beschikbaar. Om deze update te activeren moet je je abonnement verbinden met deze winkel."],"Try searching again using a different term, or take a look at our recommendations below.":["Probeer opnieuw te zoeken met een andere term of bekijk onze aanbevelingen hieronder."],"Manage in Plugins":["Beheren in plugins"],"Renew to update":["Vernieuwen om te updaten"],"Reload page and try again":["Pagina herladen en opnieuw proberen"],"Please reload and try again":["Herladen en opnieuw proberen"],"No extensions or themes installed. <a>Browse the Marketplace<\/a>":["Geen extensies of thema's geïnstalleerd. <a>Bekijk de marktplaats<\/a>"],"No extensions or themes found…":["Geen extensies of thema's gevonden…"],"Connect to update":["Verbinding maken om te updaten"],"Expiry\/Renewal date":["Vervaldatum\/vernieuwingsdatum"],"Manage on Woo.com":["Beheren op Woo.com"],"View all":["Alles weergeven"],"0 %s found":["0 %s gevonden"],"theme":["thema"],"themes":["thema's"],"extension":["extensie"],"extensions":["extensies"],"Most popular extensions":["Populairste extensies"],"Our favorite themes":["Onze favoriete thema’s"],"%1$s %2$s":["%1$s %2$s","%1$s %3$s"],"Search for extensions and themes":["Zoeken naar extensies en thema’s"],"Themes":["Thema’s"],"Search results":["Zoekresultaten"],"Try again":["Opnieuw proberen"],"Additional thoughts":["Extra gedachten"],"The Extensions screen’s functionality meets my needs":["De functionaliteit van het scherm extensies voldoet aan mijn behoeften"],"Strongly agree":["Sterk mee eens"],"Your feedback will help us create a better experience for people like you! Please tell us to what extent you agree or disagree with the statements below.":["Je feedback helpt ons om een betere ervaring te creëren voor mensen zoals jij! Vertel ons in hoeverre je het eens of oneens bent met onderstaande stellingen."],"Woo Marketplace":["Woo marktplaats"],"With detailed documentation and a global support team, help is always available if you need it.":["Met gedetailleerde documentatie en een globaal ondersteuningsteam is er altijd hulp beschikbaar als je die nodig hebt."],"It was easy to find an extension":["Het was gemakkelijk om een uitbreiding te vinden"],"If you change your mind within 30 days of your purchase, we'll give you a full refund — hassle-free.":["Als je binnen 30 dagen na je aankoop van gedachten verandert, krijg je je geld volledig terug - zonder gedoe."],"Hundreds of vetted products and services. Unlimited potential.":["Honderden doorgelichte producten en diensten. Onbeperkt potentieel."],"30-day <a>money-back guarantee<\/a>":["30-dagen <a>geld terug garantie<\/a>"],"<a>Products<\/a> you can trust":["<a>Producten<\/a> je kunt vertrouwen"],"<a>Get help<\/a> when you need it":["<a>Verwerf hulp<\/a> wanneer je het nodig hebt"],"How easy was it to find an extension?":["Hoe gemakkelijk was het om een uitbreiding te vinden?"],"How easy is it to find an extension?":["Hoe gemakkelijk is het om een extensie te vinden?"],"Everything in the Marketplace has been built by our own team or by our trusted partners, so you can be sure of its quality.":["Alles op de marktplaats is gebouwd door ons eigen team of door onze vertrouwde affiliates, dus je kunt zeker zijn van de kwaliteit."],"By ":["Door "],"User options":["Gebruikersopties"],"Not Connected":["Niet verbonden"],"More":["Meer"],"Free download":["Gratis download"],"Disconnect account":["Ontkoppel je account"],"Connect account":["Account verbinden"],"Manage your subscriptions, get updates and support for your extensions and themes.":["Beheer je abonnementen, verkrijg updates en ondersteuning voor je extensies en thema's."],"Keep your your account connected to manage your subscriptions, get updates and support for your extensions and themes.":["Houd je account in verbinding om je abonnementen te beheren en updates en ondersteuning voor je extensies en thema's te verkrijgen."],"Keep connected":["Verbinding houden"],"Connected":["Gekoppeld"]," annually":[" jaarlijks"],"Toggle category dropdown":["Toggle categorie dropdown"],"Off":["Korting"],"Agree":["Akkoord"],"Disagree":["Oneens"],"Strongly disagree":["Helemaal mee oneens"],"Updating":["Aan het updaten"],"See more":["Meer zien"],"Neutral":["Neutraal"],"Send":["Verzenden"],"Are you sure?":["Weet je het zeker?"],"Install":["Installeren"],"All Categories":["Alle categorieën"],"Browse":["Bladeren"],"Expired":["Verlopen"],"Activate":["Activeren"],"Connect":["Koppelen"],"Renew":["Verlengen"],"Extensions":["Extensies"],"Discover":["Discover"],"Version":["Versie"],"Actions":["Acties"],"Search":["Zoeken"],"Cancel":["Annuleren"],"Name":["Naam"],"Update":["Update"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/marketplace.js"}}