{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Something went wrong when placing the order. Check your account's order history or your email for order updates before retrying.":["Er is iets misgegaan bij het plaatsen van de bestelling. Controleer de bestelgeschiedenis of je e-mail voor bestellingsupdates voordat je het opnieuw probeert."],"Something went wrong when placing the order. Check your email for order updates before retrying.":["Er is iets misgegaan bij het plaatsen van de bestelling. Controleer je e-mail op bestellingsupdates voordat je het opnieuw probeert."],"Flat rate shipping":["Vaste verzendkosten"],"T-Shirt":["T-shirt"],"Hoodie with Pocket":["Hoodie met zak"],"Hoodie with Logo":["Hoodie met logo"],"Hoodie with Zipper":["Hoodie met rits"],"Long Sleeve Tee":["T-shirt met lange mouwen"],"Polo":["Polo"],"Something went wrong. Please contact us for assistance.":["Er is iets fout gegaan. Neem voor hulp contact met ons op."],"Filled Cart":["Gevulde winkelwagen"],"Sorry, this order requires a shipping option.":["Voor deze bestelling is een verzendoptie vereist."],"Reload the page":["Herlaad de pagina"],"The cart has encountered an unexpected error. If the error persists, please get in touch with us for help.":["Er is een onverwachte fout opgetreden in de winkelwagen. Als de fout aanhoudt, neem dan contact met ons op voor hulp."],"%s (optional)":["%s (optioneel)"],"Empty Cart":["Lege winkelwagen"],"Orange":["Oranje"],"Lightweight baseball cap":["Lichte honkbalpet"],"Cap":["Pet"],"Yellow":["Geel"],"Warm hat for winter":["Warme wintermuts"],"Beanie":["Beanie"],"example product in Cart Block\u0004Beanie":["Beanie"],"example product in Cart Block\u0004Beanie with Logo":["Beanie met logo"],"There was a problem with your shipping option.":["Er is een probleem opgetreden bij je verzendoptie."],"There was a problem with your payment option.":["Er is een probleem opgetreden bij je betaaloptie."],"Something went wrong. Please contact us to get assistance.":["Er is iets fout gegaan. Neem contact met ons op voor hulp."],"Loading…":["Laden…"],"Sales tax":["BTW"],"Color":["Kleur"],"Small":["Klein"],"Size":["Afmetingen"],"Oops!":["Oeps!"],"There was an error loading the content.":["Er is een fout opgetreden bij het laden van de content."],"Free shipping":["Gratis verzending"],"Error:":["Fout:"],"Shipping":["Verzendmethoden"],"Fee":["Kosten"],"Local pickup":["Afhalen"]}},"comment":{"reference":"assets\/client\/blocks\/cart-frontend.js"}}