{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Geef je omzet een boost met WooPay, een nieuwe snelle kassafunctie binnen WooPayments."],"Payments made simple, designed exclusively for WooCommerce stores.":["Eenvoudige betalingen exclusief ontworpen voor WooCommerce-winkels."],"WooPayments is pre-integrated with popular payment options:":["WooPayments is vooraf geïntegreerd met populaire betaalopties:"],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> (including WooPay <woopayMerchantTerms>merchant terms<\/woopayMerchantTerms>) and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Door WooPayments te gebruiken ga je akkoord met de <tosLink>Gebruiksvoorwaarden<\/tosLink> (inclusief WooPay <woopayMerchantTerms>handelaarsvoorwaarden<\/woopayMerchantTerms>) en erken je dat je onze <privacyLink>Privacybeleid<\/privacyLink> hebt gelezen."],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Bied je klant creditcard betalingen, iDeal en de mogelijkheid om fysiek te verkopen met de mobiele app van Woo."],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Verdien en beheer herhaaldelijke omzet en ontvang automatische stortingen op je aangemelde bankrekening."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Verkoop op internationale markten en accepteer meer dan 135 valuta met lokale betalingsmethoden."],"& more.":["en meer."],"By using WooPayments you agree to the <tosLink>Terms of Service<\/tosLink> and acknowledge that you have read our <privacyLink>Privacy Policy<\/privacyLink>.":["Door het gebruik van WooPayments ga je akkoord met onze <tosLink>Dienstvoorwaarden<\/tosLink> en erken je dat je ons <privacyLink>Privacybeleid<\/privacyLink> hebt gelezen."],"Setup required":["Setup vereist"],"Accepted payment methods":["Geaccepteerde betaalmethodes"],"Local Partner":["Lokale partner"],"Recommended":["Aanbevolen"],"Learn more":["Leer meer"],"Metro Manila":["Metro Manila"],"Roma":["Rome"]}},"comment":{"reference":"assets\/client\/admin\/onboarding\/index.js"}}