{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Oeps! Er is een probleem opgetreden bij het instellen van de basis. {{anchor}}Probeer het opnieuw{{\/anchor}} of begin met een thema."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Voel je vrij om hier wat te vertellen. Alle suggesties, feedback of opmerkingen over de AI-gegenereerde winkelervaring zijn welkom."],"I wanted to design my own theme.":["Ik wilde mijn eigen thema ontwerpen."],"What motivated you to choose the \"Design your own theme\" option?":["Waarom heb je gekozen voor de optie “Ontwerpen met AI\"?"],"Start designing your store, including adding your logo, changing color schemes, and choosing layouts. To help you get started, we've added some layouts for you to customize. Take a quick tour to discover what's possible.":["Begin aan het ontwerp van je winkel, voeg onder andere je logo toe, verander kleurenschema's en kies de lay-out. Om je te helpen aan de slag te gaan, hebben we een aantal lay-outs toegevoegd die je kan aanpassen. Volg een korte rondleiding om de mogelijkheden te ontdekken."],"Based on the most successful stores, we recommend this layout for your business. Prefer something different? Choose from the templates below now, or continue customizing this page, including the content, later via the <EditorLink>Editor<\/EditorLink>.":["Op basis van de meest succesvolle winkels, raden we deze lay-out aan voor je bedrijf. Wil je liever wat anders? Kies dan nu uit de onderstaande sjablonen of pas deze pagina en de content later aan via de <EditorLink>editor<\/EditorLink>."],"Choose your footer":["Kies je voettekst"],"Design your homepage":["Stap 2: Ontwerp je startpagina"],"Choose your header":["Kies je koptekst"],"Choose fonts":["Lettertype kiezen"],"Choose your color palette":["Kies je kleurenpalet"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Maak een winkel die je merk en bedrijf weerspiegelt. Selecteer een van onze professioneel ontworpen thema's om aan te passen, of maak je eigen thema met behulp van AI."],"Take a quick tour to discover what's possible.":["Volg een korte rondleiding om de mogelijkheden te ontdekken."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Maar dat hoeft je niet tegen te houden! Dit is waar je de 'look and feel' van je winkel kan aanpassen. Je kan onder andere je logo toevoegen en de kleuren en lay-out selecteren. "],"Discover what's possible with the store designer":["Ontdek wat er allemaal mogelijk is met de winkeldesigner"],"Setting up the foundations":["De fundering leggen"],"Customize your theme":["Je thema aanpassen"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["Ga door met de aanpassingen aan je winkel met behulp van de winkeldesigner. Wijzig je kleurenpalet, lettertypen, paginalay-outs en nog veel meer."],"Edit your custom theme":["Je aangepaste thema bewerken"],"Start designing":["Begin met ontwerpen"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Maak snel een prachtige winkel aan met behulp van onze winkeldesigner. Kies je lay-out, selecteer een stijl en nog veel meer."],"Design your own":["Ontwerp je eigen"],"Our AI tool had a few issues generating your content.":["Onze AI-tool had wat problemen bij het genereren van je content."],"Welcome to your store!":["Welkom in je winkel!"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Selecteer het paar lettertypen die het beste bij jouw merk passen. Het grotere lettertype zal gebruikt worden voor kopteksten en het kleinere lettertype voor ondersteunende content. Je kan je lettertype op elk moment wijzigen in <EditorLink>Editor<\/EditorLink> | <StyleLink>Stijlen<\/StyleLink>."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Kies een kleurenpalet dat bij je merk past. Wil je deze wijzigen? Creëer je aangepaste kleurenpalet hieronder of werk het later bij in <EditorLink>Editor<\/EditorLink> | <StyleLink>Stijlen<\/StyleLink>."],"You're one step closer to launching your online business — we can't wait to see it come to life.":["Je bent een stap dichter bij de lancering van je online bedrijf - we kunnen niet wachten om het tot leven te zien komen."],"Other.":["Ander."],"I didn't find a theme that matched my needs.":["Ik heb geen thema gevonden dat aan mijn behoeften voldeed."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Voel je vrij om hier de bonen te morsen. Alle suggesties, feedback of reacties over de door AI gegenereerde winkelervaring zijn welkom."],"Did you find anything confusing, irrelevant, or not useful?":["Vond je iets verwarrend, irrelevant of niet nuttig?"],"What motivated you to choose the “Design with AI” option?":["Wat motiveerde je om de optie \"Ontwerp met AI\" te kiezen?"],"I wanted to see how AI could help me streamline the process.":["Ik wilde zien hoe AI me kon helpen om het proces te stroomlijnen."],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Ons doel is om ervoor te zorgen dat je alle juiste gereedschappen hebt om te beginnen met het aanpassen van je winkel. We horen graag of we ons doel hebben bereikt en hoe we ons kunnen verbeteren."],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Op een schaal van 1 = moeilijk tot 5 = heel eenvoudig, hoe zou je de algehele ervaring waarderen?"],"Block Patterns":["Blokpatronen"],"Generating content":["Bezig met inhoud genereren …"],"Are you sure you want to exit?":["Weet je zeker dat je wilt afsluiten?"],"You'll lose any changes you've made to your store's design and will start the process again.":["Je verliest alle wijzigingen die je hebt aangebracht in het ontwerp van je winkel en begint het proces opnieuw."],"Exit and lose changes":["Afsluiten en wijzigingen kwijtraken"],"Continue designing":["Doorgaan met ontwerpen"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Aangedreven door experimentele AI. {{link}}Lees meer{{\/link}}"],"Editor canvas":["Editorcanvas"],"Please try again":["Probeer het nog eens"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Oeps! We zijn een probleem tegengekomen bij de generatie van je winkel. <retryButton\/>"],"Start again":["Begin opnieuw"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Je zal worden gevraagd om je bedrijfsinformatie nogmaals in te voeren en je zal je bestaande AI-ontwerp verliezen. Als je je bestaande ontwerp wilt aanpassen, kan je dat doen via de <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["Weet je zeker dat je opnieuw wilt beginnen?"],"Are you sure you want to start a new design?":["Weet je zeker dat je aan een nieuw ontwerp wilt beginnen?"],"Create a new one":["Maak een nieuwe aan"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Blijf het uiterlijk van je AI-gegenereerde winkel aanpassen, of begin opnieuw en maak een nieuwe aan."],"Customize your custom theme":["Je aangepaste thema personaliseren"],"Find out how":["Ontdek hoe je dat doet"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Het ziet ernaar uit dat je gebruikmaakt van de offline modus van Jetpack. Schakel over naar de online modus om met je AI-ontwerp te beginnen."],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["De Store Designer zal een nieuw winkelontwerp voor je maken, en je zult alle wijzigingen verliezen die je hebt aangebracht in je actieve thema. Als je liever doorgaat met het bewerken van je thema, kun je dit doen via de <EditorLink>Editor<\/EditorLink>."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Helaas, de [AI-winkelontwerper] is momenteel niet beschikbaar aangezien we je netwerk niet kunnen vinden. Controleer je internetverbinding."],"Looking to design your store using AI?":["Wil je je winkel ontwerpen met AI?"],"Active theme":["Actief thema"],"Customize your store":["Pas je winkel aan"],"Browse all themes":["Blader door alle thema's"],"Back to Home":["Terug naar homepage"],"Your store looks great!":["Je winkel ziet er geweldig uit!"],"Make your store your own":["Maak je winkel je winkel"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Alle wijzigingen die je aanbrengt in de lay-out en stijl verschijnen hier in realtime - perfect om verschillende looks te testen voordat je het live zet. Je kunt dit gebied ook vergroten of verkleinen om te zien hoe je winkel eruitziet op mobiel."],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Pas de stijl en lay-out van je winkel aan aan je merk! Voeg je logo toe, verander het lettertype en de kleuren en probeer verschillende lay-outs uit. Je kunt de tekst en afbeeldingen later bewerken via de editor."],"Design with AI":["Ontwerpen met AI"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Ontwerp het uiterlijk van je winkel, maak pagina's en genereer kopij met ons ingebouwde gereedschap AI."],"Go back to the Home screen to complete your store setup and start selling":["Ga terug naar het beginscherm om je winkel instelling te voltooien en de verkoop te starten"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Ga naar de editor om je afbeeldingen en tekst te wijzigen, meer pagina's toe te voegen en andere aanpassingen te maken."],"Go to the Editor":["Ga naar de redactie"],"Fine-tune your design":["Verfijn je ontwerp"],"Or select a professionally designed theme to customize and make your own.":["Of selecteer een professioneel ontworpen thema om aan te passen en je eigen thema te maken."],"Use the power of AI to design your store":["Gebruik de kracht van AI om je winkel te ontwerpen"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using our store designer.":["Maak een winkel die je merk en bedrijf weerspiegelt. Kies een van onze professioneel ontworpen thema's om aan te passen, of maak je eigen thema met behulp van onze winkelontwerper."],"Logo":["Logo"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Gebruik de pijltjestoetsen links en rechts om de grootte van het canvas aan te passen. Houd shift ingedrukt om het format in grotere stappen aan te passen."],"Use as site icon":["Gebruiken als site pictogram"],"Saving failed.":["Opslaan mislukt."],"Welcome to your AI-generated store!":["Welkom bij je AI gegenereerde winkel!"],"View your changes in real time":["Bekijk je wijzigingen in realtime"],"Link logo to homepage":["Link logo naar homepage"],"Image width":["Breedte afbeelding"],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["Op basis van de succesvolste winkels in je branche en locatie, heeft ons AI gereedschap deze template aanbevolen voor je bedrijf. Liever een andere lay-out? Kies nu uit de onderstaande templates, of later via de <EditorLink>editor<\/EditorLink>."],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Zorg ervoor dat je winkel on-brand is door je logo toe te voegen. Voor de beste resultaten upload je een SVG of PNG van minimaal 300px breed."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Selecteer een nieuwe header uit de onderstaande opties. Je header bevat de navigatie van je site en wordt aan elke pagina toegevoegd. Je kunt deze verder aanpassen via de <EditorLink>editor<\/EditorLink>."],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["Selecteer een nieuwe footer uit de onderstaande opties. Je footer bevat de secundaire navigatie van je site en wordt aan elke pagina toegevoegd. Je kunt dit verder aanpassen via de <EditorLink>editor<\/EditorLink>."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Hier kun je beginnen met het aanpassen van het uiterlijk van je winkel, zoals het toevoegen van je logo en het wijzigen van kleuren en lay-outs. Neem snel een kijkje om te ontdekken wat er allemaal mogelijk is."],"Take a tour":["Maak een rondleiding"],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Site pictogrammen zijn wat je ziet in browser tabs, bladwijzer balken en binnen de WordPress mobiele apps."],"Classic":["Klassiek"],"Bold":["Vet"],"Informal":["Informeel"],"Formal":["Formeel"],"Change fonts":["Verander lettertypes"],"Who your target audience is":["Wie je doelgroep is"],"Which writing style do you prefer?":["Aan welke schrijfstijl geef je de voorkeur?"],"What you want to sell":["Wat je wil verkopen"],"What makes your business unique":["Wat je bedrijf uniek maakt"],"Let's get creative":["Laten we creatief worden"],"Contemporary":["Eigentijds"],"Add your logo":["Je logo toevoegen"],"Change your homepage":["Wijzig je homepagina"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["Op basis van de informatie die je hebt gedeeld, raadt ons AI gereedschap dit kleurenpalet aan. Wil je het veranderen? Je kunt hieronder nieuwe kleuren selecteren of toevoegen, of ze later updaten in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"Change your header":["Wijzig je header"],"Change your footer":["Wijzig je footer"],"Change your font":["Verander je lettertype"],"Change the color palette":["Het kleurenpalet wijzigen"],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI heeft een lettertypecombinatie geselecteerd die het beste bij je bedrijf past. Als je ze wil veranderen, selecteer dan nu een nieuwe optie hieronder, of later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>."],"Direct yet respectful, serious and professional.":["Direct maar respectvol, serieus en professioneel."],"How would you like your store to look?":["Hoe wil je dat je winkel eruitziet?"],"How many products you plan on displaying":["Hoeveel producten je abonnement op display"],"Relaxed and friendly, like a conversation with a friend.":["Ontspannen en vriendelijk, als een gesprek met een vriend."],"or create your own":["of maak je eigen"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["Gebruik onze stijl- en lay-out gereedschappen om het ontwerp van je winkel aan te passen. Inhoud en afbeeldingen kunnen later worden toegevoegd of gewijzigd via de <EditorLink>Editor<\/EditorLink>."],"Try to include:":["Probeer op te nemen:"],"The more detail you provide, the better job our AI can do!":["Hoe meer details je geeft, hoe beter onze AI zijn werk kan doen!"],"Vibrant with eye-catching colors and visuals.":["Levendig met opvallende kleuren en visuals."],"Elegant and timeless with a nostalgic touch.":["Elegant en tijdloos met een nostalgisch tintje."],"Impartial tone with casual expressions without slang.":["Onpartijdige toon met losse uitdrukkingen zonder jargon."],"Clean lines, neutral colors, sleek and modern look.":["Schone lijnen, neutrale kleuren, strakke en moderne uitstraling."],"Applying the finishing touches":["De laatste hand leggen"],"Assembling your AI-optimized store":["Je AI geoptimaliseerde winkel samenstellen"],"Designing the best look for your business":["De beste look ontwerpen voor je bedrijf"],"Tell us a bit more about your business":["Vertel ons iets meer over je bedrijf"],"Analyzing your responses":["Je reacties analyseren"],"Comparing the top performing stores":["De bovenkant van de winkels vergelijken"],"Opening the doors":["De deuren openen"],"Turning on the lights":["De lichten aandoen"],"Drag to resize":["Sleep om groter of kleiner te maken"],"Thanks for the feedback. We'll put it to good use!":["Bedankt voor de feedback. We zullen er nuttig gebruik van maken!"],"Replace":["Vervangen"],"Saving":["Opslaan"],"Continue setting up your store":["Ga door met het aanmaken van je winkel"],"Preview store":["Voorbeeld van winkel bekijken"],"Options":["Opties"],"Neutral":["Neutraal"],"Send":["Verzenden"],"Back":["Terug"],"Navigation":["Navigatie"],"Style":["Stijl"],"Share feedback":["Deel je feedback"],"Skip":["Overslaan"],"Customize":["Aanpassen"],"Layout":["Lay-out"],"Done":["Klaar"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Vorige"],"Save":["Opslaan"],"Cancel":["Annuleren"],"Continue":["Doorgaan"],"Delete":["Verwijderen"],"Settings":["Instellingen"],"Default":["Standaard"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}