{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Door WooPayments te gebruiken, ga je akkoord met onze <a1>Dienstvoorwaarden<\/a2> (inclusief de WooPay <a3>handelaarsvoorwaarden<\/a3>) en erken je dat je ons <a2>Privacybeleid<\/a2> hebt gelezen. Korting wordt toegepast op betalingen die via WooPayments worden verwerkt na voltooiing van de installatie, configuratie en verbinding. "],"Have questions?":["Heb je vragen?"],"Just dismiss WooPayments":["WooPayments negeren"],"No thanks, I don’t want WooPayments":["Nee bedankt, ik wil geen WooPayments"],"& more":["en meer"],"WooPayments is pre-integrated with all popular payment options":["WooPayments is vooraf geïntegreerd met alle populaire betaalopties"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Door WooPayments te gebruiken ga je akkoord met onze <a1>Servicevoorwaarden<\/a2> en erken je dat je ons <a2>Privacybeleid<\/a2> hebt gelezen. Korting wordt toegepast op betalingen die via WooPayments worden verwerkt na voltooiing van de installatie, configuratie en verbinding. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Hoi%s, run jouw bedrijf en beheer al je betalingen op één plek, zonder installatie- of maandlijkse kosten."],"extension in your store.":["Extensie in je winkel."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Door <strong>WooPayments<\/strong> te installeren, wordt de <strong>%s<\/strong> extensie automatisch in je winkel geïnstalleerd.","Door <strong>WooPayments<\/strong> te installeren, worden de <strong>%s<\/strong> extensies automatisch in je winkel geïnstalleerd."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Schakel Affirm in naast WooPayments en geef je klanten de mogelijkheid de betaaloptie te kiezen die bij hen en hun budget past — van 4 rentevrije betalingen per twee weken tot maandelijkse betalingen."],"Add more ways for buyers to pay":["Meer manieren toevoegen voor klanten om te betalen"],"Dismiss and send feedback":["Afwijzen en feedback verzenden"],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Schakel PayPal betalingen in naast WooCommerce betalingen. Geef je klanten een andere manier om veilig en gemakkelijk te betalen via PayPal, PayLater en Venmo."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Schakel Klarna in naast WooPayments. Met Klarna Payments kunnen klanten kiezen welke betalingsperiode ze willen, nu betalen, later betalen of opsplitsen. Geen creditcardnummers, geen wachtwoorden, geen gedoe."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Schakel Amazon Pay in naast WooPayments en geef klanten de mogelijkheid om via Amazon Pay te betalen. Transacties worden verwerkt via widgets in Amazon, zodat de klant nooit je site verlaat."],"Why would you like to dismiss the new payments experience?":["Waarom wil je de nieuwe betaalervaring afwijzen?"],"Note that the extension hasn’t been installed, this will simply remove WooPayments from the navigation. Please take a moment to tell us why you’d like to dismiss WooPayments.":["Let op dat de extensie niet is geïnstalleerd, dit zal eenvoudigweg WooPayments uit de navigatie verwijderen. Neem even de tijd om ons te vertellen waarom je WooPayments wilt negeren."],"*See <a>Terms and Conditions<\/a> for details.":["*Bekijk de <a>Voorwaarden en condities<\/a> voor details."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Neem contact op"],"It’s something else (Please share below)":["Een andere reden (hieronder invullen)"],"I’m open to installing it another time":["Ik sta ervoor open deze nog eens te installeren"],"I don’t want to install another plugin":["Ik wil niet nog een plugin installeren"],"I’m already happy with my payments setup":["Ik ben al tevreden met mijn betalingsconfiguratie"],"I need more information about WooPayments":["Ik heb graag meer informatie over WooPayments"],"Limited time offer":["Aanbieding voor beperkte tijd"],"See more":["Meer zien"],"PayPal Payments":["PayPal-betalingen"],"Comments (Optional)":["Opmerkingen (optioneel)"],"Klarna":["Klarna"],"Learn more":["Leer meer"],"No thanks":["Nee, bedankt"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}