{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Keep editing":["Doorgaan met bewerken"],"Good work! Now you can publish your product to your store by hitting the “Publish” button or keep editing it.":["Goed gedaan! Nu kun je je product publiceren naar je winkel door op de knop 'Publiceren' drukken, of doorgaan met bewerken."],"Publish your product 🎉":["Publiceer je product 🎉"],"Add your product categories here. Assign categories to your products to make them easier to browse through and find in your store.":["Voeg hier je productcategorieën toe. Voeg categorieën toe aan je producten, zodat ze beter vindbaar zijn in je winkel."],"Add your product categories":["Voeg je productcategorieën toe"],"Add your product tags here. Tags are a method of labeling your products to make them easier for customers to find. For example, if you sell clothing, and you have a lot of cat prints, you could make a tag for “cat.”":["Voeg hier je producttags toe. Tags zijn een soort productlabels die het je klanten makkelijker maken om producten te vinden. Als je bijvoorbeeld kleding verkoopt, en je assortiment bevat veel kattenprintjes, kun je de tag 'kat' aanmaken"],"Add your product tags":["Voeg je producttags toe"],"Upload an image to your product here. Ideally a JPEG or PNG about 600 px wide or bigger. This image will be shown in your store’s catalog.":["Upload hier een afbeelding voor je product. Het liefst een JPEG of PNG van ongeveer 600 pixels breed of groter. Deze afbeelding zal in de catalogus van je winkel worden weergegeven."],"Add your product image":["Voeg je productafbeelding toe"],"Type a quick summary for your product here. This will appear on the product page right under the product name.":["Voer hier een korte productbeschrijving toe. Deze verschijnt op de productpagina, onder de productnaam."],"Add your short product description":["Voeg je korte productbeschrijving toe"],"Use the tabs to switch between sections and insert product details. Start by adding your product price.":["Gebruik de tabs om tussen secties te schakelen en productdetails in te voegen. Begin met het toevoegen van je productprijs."],"Add your product data":["Voeg je productgegevens toe"],"Start typing your new product name here. Add your full product description here. Describe your product in detail.":["Voer hier je nieuwe productnaam in. Voer je volledige productbeschrijving toe. Beschrijf je product in detail."],"Add your product description":["Voeg je productbeschrijving toe"],"Start typing your new product name here. This will be what your customers will see in your store.":["Voer hier je nieuwe productnaam in. Dit zullen je klanten in je winkel zien."],"Product name":["Productnaam"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/product-tour.js"}}