{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Failed to delete the variation.":["Variatie verwijderen mislukt."],"%s deleted.":["%s verwijderd."],"Deleted variations cannot be restored.":["Verwijderde variaties kunnen niet hersteld worden."],"If you continue, this variation with all of its information will be deleted and customers will no longer be able to purchase it.":["Als je doorgaat worden sommige variaties van dit product verwijderd en kunnen ze niet meer door klanten worden aangeschaft."],"Delete %s?":["%s verwijderen?"],"Delete variation":["Variatie verwijderen"],"New product form (Beta)":["Nieuw productformulier (bèta)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["We zijn bezig meer functies toe te voegen aan het productformulier, inclusief de mogelijkheid om digitale producten, variaties en meer toe te voegen. Houd deze plek in de gaten!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Krijg jouw producten binnen no-time vermeld en beschikbaar voor aankoop! Onze moderne technologie zorgt voor een betrouwbare en gestroomlijnde ervaring."],"Lightning fast performance ":["Razendsnelle prestaties "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Laat zien wat er zo geweldig is aan jouw producten en creëer interesse bij je klanten met productbeschrijvingen met veel content. Voeg afbeeldingen, video's en andere content toe die ze nodig kunnen hebben om iets aan te schaffen."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Alles was je nodig hebt om je producten te maken en verkopen, op één plek. Van foto's en beschrijvingen tot prijzen en inventaris, je kan al je productinstellingen hier terugvinden."],"About the form…":["Over het formulier …"],"Thanks for the feedback — we'll put it to good use!":["Bedankt voor je feedback, we gaan er iets mee doen!"],"What do you think of the new product form?":["Wat vind je van het nieuwe productformulier?"],"Tell me more":["Meer informatie"],"More features are on the way":["Er komen meer functies aan"],"Content-rich product descriptions":["Productbeschrijvingen met veel content"],"Fresh and modern interface":["Frisse en moderne interface"],"Turn off the new product form":["Het nieuwe productformulier uitschakelen"],"Save changes and go back to the classic product editing screen.":["Sla wijzigingen op en ga terug naar het klassieke productbewerkingsscherm."],"Please enter no more than 500 characters.":["Voer niet meer dan 500 tekens in."],"Please enter a valid email address.":["Voer een geldig e-mailadres in."],"In case you want to participate in further discussion and future user research.":["In het geval dat je wilt deelnemen aan toekomstige discussies en toekomstig gebruikersonderzoek."],"(OPTIONAL)":["(OPTIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["AANVULLENDE OPMERKINGEN <optional \/>"],"YOUR EMAIL ADDRESS <optional \/>":["JE E-MAILADRES <optional \/>"],"The product editing screen's functionality meets my needs":["De functionaliteit van het productbewerkscherm voldoet aan mijn behoeften"],"The product editing screen is easy to use":["Het productbewerkscherm is eenvoudig te gebruiken"],"Finish":["Afronden"],"Page %1$d of %2$d":["Pagina %1$d van %2$d"],"Guide controls":["Handleiding bediening"],"Share feedback":["Deel je feedback"],"Previous":["Vorige"],"Next":["Volgende"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/4300.js"}}