{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Additional comments":["Aanvullende reacties"],"(Check all that apply)":["(Kruis aan alles wat van toepassing is)"],"What made you switch back to the classic product editor?":["Waarom ben je teruggegaan naar de klassieke product editor?"],"Send feedback":["Feedback verzenden"],"We’re working on making it better, and your feedback will help improve the experience for thousands of merchants like you.":["We werken eraan om het beter te maken, en je feedback zal helpen om de ervaring voor duizenden verkopers zoals je te verbeteren."],"Thanks for trying out the new product editor!":["Bedankt voor het uitproberen van de nieuwe product editor!"],"Other (describe below)":["Andere (beschrijf hieronder)"],"It is slow, buggy, or broken":["Het is traag, buggy, of kapot"],"It is difficult to use":["Het is moeilijk te gebruiken"],"Missing plugins":["Ontbrekende plugins"],"Missing features":["Ontbrekende functies"],"The product import screen's functionality meets my needs":["De functionaliteit van het productimportscherm voldoet aan mijn behoeften"],"The product import screen is easy to use":["Het productimportscherm is eenvoudig te gebruiken"],"We noticed you started importing products, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We hebben gemerkt dat je bent begonnen aan het importeren van producten en daarna bent weggegaan. Hoe was het? Dankzij jouw feedback kunnen we duizenden verkopers zoals jij een betere ervaring bieden."],"How's your experience with importing products?":["Wat is je ervaring met het importeren van producten?"],"How is your experience with importing products?":["Wat is je ervaring met het importeren van producten?"],"The order details screen's functionality meets my needs":["De functionaliteit van het scherm met bestelgegevens voldoet aan mijn behoeften"],"The order editing screen is easy to use":["Het bestelbewerkscherm is eenvoudig te gebruiken"],"We noticed you started editing an order, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We hebben gemerkt dat je bent begonnen aan het bewerken van een bestelling en daarna bent weggegaan. Hoe was het? Dankzij jouw feedback kunnen we duizenden verkopers zoals jij een betere ervaring bieden."],"How's your experience with orders?":["Wat is je ervaring met de bestellingen?"],"How easy or difficult was it to update this order?":["Hoe eenvoudig of moeilijk was het om deze bestelling bij te werken?"],"Optional, but much apprecated. We love reading your feedback!":["Optioneel, maar zeer gewaardeerd. Wij waarderen je feedback enorm!"],"How is that screen useful to you? What features would you add or change?":["In hoeverre is dat scherm nuttig voor jou? Welke functies zou je toevoegen of wijzigen?"],"Your feedback will help create a better experience for thousands of merchants like you. Please tell us to what extent you agree or disagree with the statements below.":["Dankzij je feedback kunnen we duizenden verkopers zoals jij een betere ervaring bieden. Geef aan in hoeverre je het eens of oneens bent met de onderstaande beweringen."],"Strongly Agree":["Helemaal mee eens"],"Agree":["Akkoord"],"Disagree":["Oneens"],"Strongly disagree":["Helemaal mee oneens"],"The filters' functionality meets my needs.":["De functionaliteit van de filters voldoet aan mijn behoeften."],"The filters in the analytics screen are easy to use.":["De filters in het analysescherm zijn eenvoudig te gebruiken."],"The settings screen's functionality meets my needs":["De functionaliteit van het instellingenscherm voldoet aan mijn behoeften"],"The settings screen is easy to use":["Het instellingenscherm is eenvoudig te gebruiken"],"We noticed you started changing store settings, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We hebben gemerkt dat je bent begonnen aan het wijzigen van de winkelinstellingen en daarna bent weggegaan. Hoe was het? Dankzij je feedback kunnen we duizenden verkopers zoals jij een betere ervaring bieden."],"How’s your experience with settings?":["Wat is je ervaring met de instellingen?"],"Did you find the right setting?":["Heb je de juiste instelling kunnen vinden?"],"The product creation screen's functionality meets my needs":["De functionaliteit van het productaanmaakscherm voldoet aan mijn behoeften"],"The product creation screen is easy to use":["Het productaanmaakscherm is eenvoudig te gebruiken"],"We noticed you started creating a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We hebben gemerkt dat je bent begonnen aan het aanmaken van een product en daarna bent weggegaan. Hoe was het? Dankzij je feedback kunnen we duizenden verkopers zoals jij een betere ervaring bieden."],"How is your experience with creating products?":["Wat is je ervaring met het aanmaken van producten?"],"The product editing screen's functionality meets my needs":["De functionaliteit van het productbewerkscherm voldoet aan mijn behoeften"],"The product editing screen is easy to use":["Het productbewerkscherm is eenvoudig te gebruiken"],"We noticed you started editing a product, then left. How was it? Your feedback will help create a better experience for thousands of merchants like you.":["We hebben gemerkt dat je bent begonnen aan het bewerken van een product en daarna bent weggegaan. Hoe was het? Dankzij je feedback kunnen we duizenden verkopers zoals jij een betere ervaring bieden."],"How's your experience with editing products?":["Wat is je ervaring met het bewerken van producten?"],"How is your experience with editing products?":["Wat is je ervaring met het bewerken van producten?"],"The search's functionality meets my needs.":["De functionaliteit van de zoekmachine voldoet aan mijn behoeften."],"The search feature in WooCommerce is easy to use.":["De zoekfunctie in WooCommerce is eenvoudig te gebruiken."],"Very good":["Zeer goed"],"Difficult":["Moeilijk"],"How easy was it to use search?":["Hoe eenvoudig was het om Zoeken te gebruiken?"],"Please provide feedback by selecting an option above.":["Geef feedback door hierboven een optie te selecteren."],"Your feedback will go to the WooCommerce development team":["Je feedback wordt doorgezet naar het WooCommerce ontwikkelingsteam"],"Please share your feedback":["Deel je feedback"],"Neutral":["Neutraal"],"Very difficult":["Zeer lastig"],"How easy was it to filter your store analytics?":["Hoe eenvoudig was het om je winkelanalyses te filteren?"],"Give feedback":["Geef feedback"],"Skip":["Overslaan"],"Share":["Deel"],"Good":["Goed"],"Cancel":["Annuleren"]}},"comment":{"reference":"assets\/client\/admin\/customer-effort-score\/index.js"}}