{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Show me around (10s)":["Leid me rond (10 sec,)"],"I'll explore on my own":["Ik kijk zelf rond"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Wij laten je zien hoe je door het formulier navigeert en dit product in een mum van tijd van begin tot eind maakt."],"Product editing tour":["Productbewerkingstour"],"Meet the product editing form":["Maak kennis met het productbewerkingsformulier"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Als het formulier nog niet alle functies heeft die je nodig hebt -het is nog in ontwikkeling- kun je altijd overschakelen naar de klassieke editor."],"⚙️ Looking for more?":["⚙️ Zoek je naar iets anders?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Als alle gegevens klaar staan, gebruik je de knoppen bovenaan om je product gemakkelijk te bekijken en te publiceren. Klik op de pijltjestoets voor meer opties."],"🔍 Preview and publish":["🔍 Bekijken en publiceren"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Als je klaar bent, gebruik je de tabbladen om te schakelen tussen andere details en instellingen. In de toekomst vind je hier ook extensies en plugins."],"✍️ Set up pricing & more":["✍️ Prijzen instellen en meer"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Het productformulier helpt je om je product veld voor veld te beschrijven, van basisdetails als naam en beschrijving tot attributen waarmee klanten het product in je winkel kunnen vinden."],"📣 Tell a story about your product":["📣 Vertel iets over je product"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/add-product-page.js"}}