{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"extension in your store.":["Extensie in je winkel."],"Installing <strong>WooCommerce Payments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["Door <strong>WooCommerce Payments<\/strong> te installeren, wordt de <strong>%s<\/strong> extensie automatisch in je winkel geïnstalleerd.","Door <strong>WooCommerce Payments<\/strong> te installeren, worden de <strong>%s<\/strong> extensies automatisch in je winkel geïnstalleerd."],"Enable Affirm alongside WooCommerce Payments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Schakel Affirm in naast WooCommerce Payments en geef je klanten de mogelijkheid de betaaloptie te kiezen die bij hen en hun budget past, van 4 rentevrije betalingen per twee weken tot maandelijkse betalingen."],"Enable Klarna alongside WooCommerce Payments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Schakel Klarna in naast WooCommerce Payments. Met Klarna Payments kunnen klanten kiezen welke betalingsperiode ze willen, nu betalen, later betalen of opsplitsen. Geen creditcardnummers, geen wachtwoorden, geen gedoe."],"Enable Amazon Pay alongside WooCommerce Payments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Schakel Amazon Pay in naast WooCommerce Payments en geef klanten de mogelijkheid om via Amazon Pay te betalen. Transacties worden verwerkt via widgets in Amazon, zodat de klant nooit je site verlaat."],"Enable PayPal Payments alongside WooCommerce Payments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Schakel PayPal betalingen in naast WooCommerce betalingen. Geef je klanten een andere manier om veilig en gemakkelijk te betalen via PayPal, PayLater en Venmo."],"Add more ways for buyers to pay":["Meer manieren toevoegen voor klanten om te betalen"],"Why should I choose WooCommerce Payments over other payment gateways?":["Waarom zou ik de voorkeur geven aan WooCommerce Payments in plaats van andere betaalgateways?"],"Dismiss and send feedback":["Afwijzen en feedback verzenden"],"Why would you like to dismiss the new payments experience?":["Waarom wil je de nieuwe betaalervaring afwijzen?"],"Note that the extension hasn’t been installed, this will simply remove WooCommerce Payments from the navigation. Please take a moment to tell us why you’d like to dismiss WooCommerce Payments.":["Let op, de extensie is niet geïnstalleerd. Hierdoor wordt WooCommerce Payments verwijderd uit de navigatie. Zou je kort willen aangeven waarom je WooCommerce Payments wilt afwijzen?"],"No thanks, I don’t want WooCommerce Payments":["Nee dank je, ik wil geen WooCommerce Payments"],"For more details on which subscription offering is right for your store, refer to the <a>guide comparing subscription options<\/a>.":["Voor meer details over welk abonnementstype geschikt is voor je winkel, kun je de <a>handleiding over abonnementsopties<\/a> raadplegen."],"WooCommerce Payments supports charging automatic recurring payments via <a1>built-in subscription functionality<\/a1> for some stores or the <a2>WooCommerce Subscriptions<\/a2> plugin for all other stores.":["WooCommerce Payments ondersteunt het opladen van automatisch terugkerende betalingen via de <a1>ingebouwde abonnementsfunctie<\/a1> voor sommige winkels of de <a2>WooCommerce Abonnementen<\/a2> plugin voor alle andere winkels."],"Stores accepted into the promotional program will receive a 20% discount on total payment processing costs on the first $1,000,000 USD of payment processing volume conducted using WooCommerce Payments, for up to 6 months from the date your store is accepted into the program. Learn more about eligibility for the promotional program and its terms and conditions <a>here<\/a>.":["Winkels die tot het promotieprogramma worden toegelaten, krijgen een korting van 20% op de totale betalingsverwerkingskosten voor de eerste $1.000.000 USD aan betalingsverwerking die via WooCommerce Payments wordt verwerkt, gedurende maximaal 6 maanden vanaf de datum waarop je winkel tot het programma is toegelaten. Lees <a>hier<\/a> meer over de voorwaarden om in aanmerking te komen voor het promotieprogramma."],"Maximize checkout conversion by providing buyers the payment methods that are most popular and relevant to them including credit & debit cards, Apple Pay, Google Pay, and local options based on their country. WooCommerce Payments gives your store more flexibility and your customers more purchasing power – including compatibility with extensions to add options like PayPal, Amazon Pay, as well as installment and buy now, pay later options like Affirm, Klarna, and Afterpay.":["Zorg dat zoveel mogelijk kopers die willen afrekenen de betaling daadwerkelijk doorzetten door betaalmethoden te bieden die het gebruikelijkst en relevantst zijn, waaronder creditcards en betaalpassen, Apple Pay, Google Pay en lokale opties op basis van hun land. WooCommerce Payments biedt je winkel meer flexibiliteit en je klanten meer koopkracht – inclusief compatibiliteit met extensies om opties als PayPal en Amazon Pay toe te voegen, maar ook afbetalings- of achteraf betaalopties als Affirm, Klarna en Afterpay."],"Native multi-currency: multi-currency support built right in. Increase sales by making it easier for customers outside your country to purchase from your store, in local currencies, without another extension.":["Meerdere ingebouwde valuta’s: ondersteuning voor meerdere valuta is ingebouwd. Vergroot omzet door het kopen uit je winkel eenvoudiger te maken voor buitenlandse klanten, zonder dat ze hiervoor een extensie nodig hebben."],"In-person payments: WooCommerce Payments enables you to sell online and offline with the official WooCommerce mobile app instead of a paid POS solution (US and Canada only).":["Fysieke betalingen: Met WooCommerce Payments kun je online en offline verkopen met de officiële mobiele WooCommerce-app in plaats van een betaalde POS-oplossing (alleen in de VS en Canada)."],"Collect payments, handle disputes, and track revenue from inside your store’s dashboard. You can also securely accept credit and debit card payments, Apple Pay, local payment methods, recurring revenue, accelerated checkout, and more – in over 100+ currencies with WooCommerce Payments.":["Ontvang betalingen, behandel geschillen en houd de inkomsten bij vanuit het dashboard van je winkel. Met WooCommerce Payments kun je betalingen van creditcard en betaalpas, Apple Pay, bankoverschrijvingen, herhaaldelijke omzet, versneld afrekenen en meer veilig accepteren in meer dan 100 valuta’s."],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce.":["Run je bedrijf en beheer je betalingen allemaal op één plek met de enige oplossing die is gebouwd en wordt ondersteund door WooCommerce."],"Give your buyers more ways to pay":["Bied je klanten meerdere mogelijkheden om te betalen"],"Run your business and manage your payments all in one place with the only solution built and supported by WooCommerce. With WooCommerce Payments you can collect payments, handle disputes, and track revenue from inside your store’s dashboard – with no setup costs or monthly fees.":["Run je bedrijf en beheer je betalingen allemaal op één plek met de enige oplossing die is gebouwd en wordt ondersteund door WooCommerce. Met WooCommerce Payments kun je betalingen ontvangen, geschillen behandelen en je inkomsten bijhouden vanuit het dashboard van je winkel - zonder opstart- of maandelijkse kosten."],"*See <a>Terms and Conditions<\/a> for more details.":["*Bekijk de <a>algemene voorwaarden<\/a> voor meer informatie."],"Discount will be applied to payments processed via WooCommerce Payments upon completion of installation, setup, and onboarding of WooCommerce Payments.":["Korting wordt toegepast op betalingen die via WooCommerce Payments worden verwerkt na voltooiing van de installatie, setup en het inwerken van WooCommerce Payments."],"<b>20% off payment processing<\/b><br\/>on up to $1,000,000 USD in payments or over the next 6 months, whichever comes first.*":["<b>20% korting op de verwerking van betaling<\/b><br\/> tot $1.000.000 USD aan betalingen gedurende de eerste zes maanden, afhankelijk van wat zich als eerste voordoet.*"],"Payments, made simple":["Betalingen, vereenvoudigd"],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Neem contact op"],"Have more questions?":["Meer vragen?"],"Can WooCommerce Payments support Subscriptions and recurring payment options?":["Kan WooCommerce Payments Subscriptions en herhaaldelijke betaalmogelijkheden ondersteunen?"],"If we become aware of prohibited activity, we may restrict or shutdown the account responsible.":["Indien we verboden activiteiten opmerken, beperken of schorten we mogelijk het verantwoordelijke account op."],"By signing up to use WooCommerce Payments, you agree not to accept payments in connection with these restricted activities, practices or products. We also work to ensure that no prohibited activity is conducted on WooCommerce Payments.":["Door je aan te melden voor WooCommerce Payments, ga je ermee akkoord geen betalingen aan te nemen die verband houden met deze verboden activiteiten, praktijken en producten. Wij zorgen er ook voor dat WooCommerce Payments vrij blijft van verboden activiteiten."],"The full list of these businesses can be found in <a>Stripe’s Restricted Businesses list<\/a>.":["De volledige lijst van deze bedrijven vind je terug in <a>Stripes lijst met verboden handel<\/a>."],"Firearms, ammunition":["Vuurwapens, ammunitie"],"Substances designed to mimic illegal drugs":["Stoffen die zijn ontwikkeld om illegale drugs na te bootsen"],"Social media activity, like Twitter followers, Facebook likes, YouTube views":["Sociale media-activiteit, zoals Twitter-volgers, Facebook-vind-ik-leuks of weergaven op YouTube"],"Pseudo pharmaceuticals":["Niet erkende medicijnen"],"Multi-level marketing":["Multi-level marketing"],"Drug paraphernalia (including e-cigarette, vapes and nutraceuticals)":["Apparatuur voor de verwerving van drugs (waaronder e-sigaretten, vapes en nutricijnen)"],"Adult content and services":["Pornografisch materiaal en seksuele diensten"],"Counterfeit goods":["Namaakproducten"],"Virtual currency, including video game or virtual world credits":["Virtuele valuta, waaronder tegoed voor videogames of virtuele werelden"],"Due to restrictions from card networks, our payment service providers, and their financial service providers, some businesses and product types that are not allowed to transact using WooCommerce Payments, including but not limited to:":["Wegens beperkingen van kaartnetwerken, onze betaaldiensten en diens financiële dienstverleners, is het op WooCommerce Payments niet toegestaan transacties te hebben met bepaalde soorten bedrijven en producten, met inbegrip van, maar niet beperkt tot:"],"What products are not permitted on my store when accepting payments with WooCommerce Payments?":["Welke producten zijn verboden voor mijn winkel wanneer ik betalingen aanneem met WooCommerce Payments?"],"Most banks will reflect the deposit in your account as soon as they receive the transfer from WooCommerce Payments. Some may take a few extra days to make the balance available to you.":["De meeste banken tonen de storting op je rekening zodra zij de overboeking van WooCommerce Payments hebben ontvangen. Bij enkele banken kan het enkele dagen duren eer de overboeking is verwerkt."],"For example, a business based in New Zealand has a pending period of 4 business days. Payments made to this account on Wednesday will be paid out on the next Tuesday.":["Een bedrijf gevestigd in Nieuw-Zeeland heeft bijvoorbeeld een verwerkingsperiode van vier werkdagen. Wanneer er op woensdag een betaling wordt overgemaakt, wordt deze op de volgende dinsdag uitbetaald."],"Payments received each day become part of the pending balance. That pending balance will become available after a pending period. On the day it becomes available, it will be automatically paid out to your bank account. The pending period is based on the country of the account.":["Betalingen die je dagelijks ontvangt, maken onderdeel uit van het te verwerken saldo. Dat te verwerken saldo komt beschikbaar na een verwerkingsperiode. Op de dag dat het saldo beschikbaar komt, wordt het automatisch uitbetaald aan je bankrekening. De verwerkingsperiode is gebaseerd op het land van de rekening."],"For most accounts, WooCommerce Payments <a>automatically pays out<\/a> your available account balance into your nominated account daily after a standard pending period.":["Voor de meeste accounts betaalt <a>WooCommerce Payments<\/a> automatisch en dagelijks je beschikbare saldo uit aan je opgegeven account na een standaard verwerkingsperiode."],"When will I receive deposits for my WooCommerce Payments account balance?":["Wanneer ontvang ik stortingen voor mijn rekeningsaldo van WooCommerce Payments?"],"<a>View all fees<\/a>":["<a>Bekijk alle tarieven<\/a>"],"WooCommerce Payments uses a pay-as-you-go pricing model. You pay only for activity on the account. No setup fee or monthly fee. Fees differ based on the country of your account, the form of payment the buyer chooses, and the country of your customers card.":["WooCommerce Payments gebruikt een prijsmodel waarbij naar gebruik wordt betaald. Je betaalt alleen voor de werkelijke activiteit op het account. Geen installatie of maandelijkse kosten. Tarieven verschillen per land van je account en het land van je klantkaart."],"What are the fees for WooCommerce Payments?":["Wat zijn de tarieven voor WooCommerce Payments?"],"How will I save money using WooCommerce Payments?":["Hoe bespaar ik geld met WooCommerce Payments?"],"Subscription functionality: offer customers a recurring option for your inventory without purchasing an additional extension (US only).":["Abonneringsfunctionaliteit: bied klanten een herhalingsoptie voor je voorraad zonder dat ze hiervoor een extra extensie hoeven te kopen (alleen VS)."],"Native dashboard: track cash flow from the same WordPress dashboard you're already using to manage product catalog, inventory, orders, fulfillment, and otherwise run your online storefront.":["Native dashboard: volg kasstromen vanaf hetzelfde WordPress dashboard dat je al gebruikt om de productcatalogus, voorraad, bestellingen, afhandeling en je online etalage te beheren."],"Yes. WooCommerce Payments works alongside other payment service providers, including Stripe, PayPal, and all others. We’ve built it with this flexibility in mind so that you can ensure your store is working to meet your business needs.":["Ja. WooCommerce Payments werkt samen met andere betaaldiensten, waaronder Stripe, PayPal en alle andere. We hebben de extensie ontworpen om flexibel te zijn, zodat je ervoor kunt zorgen dat je winkel naar behoren werkt en aan je bedrijfsbehoeften voldoet."],"Can I use WooCommerce Payments alongside other payment gateways?":["Kan ik WooCommerce Payments samen met andere betaal gateways gebruiken?"],"What is WooCommerce Payments?":["Wat is WooCommerce Payments?"],"Frequently asked questions":["Veelgestelde vragen"],"By clicking \"Install\", you agree to the <a>Terms of Service<\/a>":["Door op 'Installeren' te klikken, ga je akkoord met onze <a>Servicevoorwaarden<\/a>"],"Just dismiss WooCommerce Payments":["Alleen WooCommerce betalingen negeren"],"It’s something else (Please share below)":["Een andere reden (hieronder invullen)"],"I’m open to installing it another time":["Ik sta ervoor open deze nog eens te installeren"],"I need more information about WooCommerce Payments":["Ik heb graag meer informatie over WooCommerce Payments"],"I don’t want to install another plugin":["Ik wil niet nog een plugin installeren"],"I’m already happy with my payments setup":["Ik ben al tevreden met mijn betalingsconfiguratie"],"Limited time offer":["Aanbieding voor beperkte tijd"],"See more":["Meer zien"],"PayPal Payments":["PayPal-betalingen"],"Comments (Optional)":["Opmerkingen (optioneel)"],"WooCommerce Payments":["WooCommerce Payments"],"Install":["Installeren"],"Klarna":["Klarna"],"Learn more":["Leer meer"],"No thanks":["Nee, bedankt"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}