{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Open pop-up when clicked":["Pop-up openen als er op geklikt wordt"],"Gallery Navigation":["Galerijnavigatie"],"Pager":["Paginering"],"No pager will be displayed.":["Er wordt geen paginering weergegeven."],"A series of dots will show to indicate the number of items.":["Er verschijnt een reeks stippen om het aantal items aan te geven."],"A list of numbers will show to indicate the number of items.":["Er verschijnt een lijst met getallen om het aantal items aan te geven."],"Next\/Prev Buttons":["Volgende\/Vorige knoppen"],"No next or previous button will be displayed.":["Er wordt geen volgende of vorige knop weergegeven."],"Next and previous buttons will appear on outside the large image.":["Volgende en vorige knoppen verschijnen buiten de grote afbeelding."],"Next and previous buttons will appear inside the large image.":["Volgende en vorige knoppen verschijnen in de grote afbeelding."],"Clicking on the large image will open a full-screen gallery experience.":["Door op de grote afbeelding te klikken wordt er op het volledige scherm een galerijervaring geopend."],"While hovering the large image will zoom in by 30%.":["Door over de grote afbeelding te zweven zoomt het met 30% in."],"Zoom while hovering":["Inzoomen bij zweven"],"Images will be cropped to fit within a square space.":["Afbeeldingen worden bijgesneden om binnen het vierkant te passen."],"Crop images to fit":["Afbeeldingen bijsnijden om ze passend te maken"],"Media Settings":["Media instellingen"],"Choose how many thumbnails (3-8) will display. If more images exist, a “View all” button will display.":["Kies hoeveel thumbnails (3-8) worden getoond. Als er meer afbeeldingen zijn, wordt er een knop \"Bekijk alles\" weergegeven."],"A strip of small images will appear to the left of the main gallery image.":["Er verschijnt een strook met kleine afbeeldingen links van de hoofd galerij afbeelding."],"A strip of small images will appear below the main gallery image.":["Er verschijnt een strook met kleine afbeeldingen onder de hoofd galerij afbeelding."],"Number of Thumbnails":["Aantal miniatuurweergaven"],"Off":["Korting"],"A strip of small images will appear to the right of the main gallery image.":["Een strip met kleine afbeeldingen verschijnt rechts van de hoofdgalerijafbeelding."],"Thumbnails":["Thumbnails"],"No thumbnails will be displayed.":["Er worden geen thumbnails weergegeven."]}},"comment":{"reference":"assets\/client\/blocks\/product-gallery.js"}}