{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Something went wrong. Please try placing your order again.":["Er is iets fout gegaan. Probeer je bestelling opnieuw te plaatsen."],"Flat rate shipping":["Vaste verzendkosten"],"T-Shirt":["T-shirt"],"Hoodie with Pocket":["Hoodie met zak"],"Hoodie with Logo":["Hoodie met logo"],"Hoodie with Zipper":["Hoodie met rits"],"Long Sleeve Tee":["T-shirt met lange mouwen"],"Polo":["Polo"],"Something went wrong. Please contact us for assistance.":["Er is iets fout gegaan. Neem voor hulp contact met ons op."],"%s (optional)":["%s (optioneel)"],"The checkout has encountered an unexpected error. <button>Try reloading the page<\/button>. If the error persists, please get in touch with us so we can assist.":["Er is een onverwachte fout opgetreden bij het afrekenen. <button>Probeer de pagina opnieuw te laden<\/button>. Neem contact op als de fout niet is opgelost, zodat wij je kunnen helpen."],"Browse store":["Door winkel bladeren"],"Checkout is not available whilst your cart is empty—please take a look through our store and come back when you're ready to place an order.":["Afrekenen is niet beschikbaar terwijl je winkelwagen leeg is. Neem een kijkje in onze winkel en kom hier terug wanneer je er klaar voor bent om een bestelling te plaatsen."],"Your cart is currently empty!":["Je winkelwagen is momenteel leeg!"],"Orange":["Oranje"],"Lightweight baseball cap":["Lichte honkbalpet"],"Cap":["Pet"],"Yellow":["Geel"],"Warm hat for winter":["Warme wintermuts"],"Beanie":["Beanie"],"example product in Cart Block\u0004Beanie":["Beanie"],"example product in Cart Block\u0004Beanie with Logo":["Beanie met logo"],"Click here to log in.":["Klik hier om in te loggen."],"There was a problem checking out. Please try again. If the problem persists, please get in touch with us so we can assist.":["Er is een probleem opgetreden bij het afrekenen. Probeer het nog eens. Neem contact op als het probleem niet is opgelost, zodat wij je kunnen helpen."],"Edit your cart":["Je winkelwagen bewerken"],"Please edit your cart and try again.":["Bewerk je winkelwagen en probeer het nogmaals."],"There is a problem with your cart":["Er is een probleem opgetreden met je winkelwagen"],"Checkout error":["Afrekenfout"],"There was a problem with your shipping option.":["Er is een probleem opgetreden bij je verzendoptie."],"There was a problem with your payment option.":["Er is een probleem opgetreden bij je betaaloptie."],"Something went wrong. Please contact us to get assistance.":["Er is iets fout gegaan. Neem contact met ons op voor hulp."],"Sales tax":["BTW"],"Color":["Kleur"],"Small":["Klein"],"Size":["Afmetingen"],"There was an error loading the content.":["Er is een fout opgetreden bij het laden van de content."],"Oops!":["Oeps!"],"Retry":["Opnieuw proberen"],"Free shipping":["Gratis verzending"],"Error:":["Fout:"],"You must be logged in to checkout.":["Je moet ingelogd zijn om af te rekenen."],"Shipping":["Verzendmethoden"],"Local pickup":["Afhalen"],"Fee":["Kosten"]}},"comment":{"reference":"packages\/woocommerce-blocks\/build\/checkout-frontend.js"}}