{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"If local pickup is enabled, the \"Hide shipping costs until an address is entered\" setting will be ignored.":["Als lokaal ophalen is ingeschakeld, wordt de instelling ‘Verzendkosten verbergen tot adres is ingevoerd’ genegeerd."],"Add pickup location":["Afhaallocatie toevoegen"],"When you add a pickup location, it will appear here.":["Wanneer je een afhaallocatie toevoegt, verschijnt deze hier."],"Define pickup locations for your customers to choose from during checkout.":["Definieer afhaallocaties waaruit je klanten kunnen kiezen tijdens het afrekenen."],"Pickup locations":["Afhaallocaties"],"Delete location":["Locatie verwijderen"],"Edit pickup location":["Afhaallocatie bewerken"],"Pickup details":["Afhaaldetails"],"A Location title is required":["Een locatietitel is verplicht"],"Location name":["Locatienaam"],"Not taxable":["Niet belastbaar"],"By default, the local pickup shipping method is free.":["Standaard is de afhaalmethode gratis."],"Add a price for customers who choose local pickup":["Voeg een prijs toe voor klanten die kiezen voor afhalen"],"Local pickup title is required":["Afhaaltitel is verplicht"],"This is the shipping method title shown to customers.":["Dit is de titel van de verzendmethode die aan de klanten wordt getoond."],"When enabled, local pickup will appear as an option on the block based checkout.":["Indien ingeschakeld verschijnt afhalen als optie bij het afrekenen op basis van blokken."],"Enabling this will produce duplicate options at checkout. Remove the local pickup shipping method from your <a>shipping zones<\/a>.":["Als je dit inschakelt, krijg je dubbele opties bij het afrekenen. Verwijder de afhaalmethode uit je <a>verzendzones<\/a>."],"View checkout page":["Afrekenpagina bekijken"],"Enable or disable local pickup on your store, and define costs. Local pickup is only available from the block checkout.":["Schakel afhalen in of uit voor je winkel en bepaal de kosten. Afhalen is alleen beschikbaar via de kassa van het blok."],"Local Pickup settings have been saved.":["Instellingen voor afhalen zijn opgeslagen."],"Local Pickup":["Afhalen"],"Pickup location":["Afhaallocatie"],"Optional cost to charge for local pickup.":["Optionele kosten voor afhalen."],"If a cost is defined, this controls if taxes are applied to that cost.":["Als een kostenpost is gedefinieerd, wordt hiermee bepaald of op die kosten belasting wordt geheven."],"Done":["Klaar"],"Country \/ State":["Land\/staat"],"Title":["Titel"],"Enable local pickup":["Afhalen inschakelen"],"Postcode \/ ZIP":["Postcode"],"Save changes":["Wijzigingen opslaan"],"Free":["Gratis"],"Learn more":["Leer meer"],"Cost":["Kosten"],"Enabled":["Ingeschakeld"],"General":["Algemeen"],"Taxable":["Belastbaar"],"Address":["Adres","Adressen"],"Cancel":["Annuleren"],"City":["Plaats"],"Taxes":["Belastingen"],"State":["Provincie"],"Edit":["Bewerken"]}},"comment":{"reference":"assets\/client\/blocks\/wc-shipping-method-pickup-location.js"}}