{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Use the search box to find specific products or solutions.":["Gebruik het zoekvak om naar specifieke producten of oplossingen te zoeken."],"Power up your store by adding extra functionality using extensions, find a fresh new look with themes, or integrate your store with other software and services.<br\/><br\/>The WooCommerce Marketplace is your go-to for all of the above, and the only place you’ll find products that have been reviewed and approved by the WooCommerce team.<br\/><br\/>Whether you’re looking to improve your store or grow your business, you can find a solution here. There are hundreds of options available, and new products are added regularly.<br\/><br\/>The WooCommerce Marketplace is also available at WooCommerce.com.":["Verbeter je winkel door extra functionaliteit toe te voegen met behulp van extensies, ga op zoek naar een nieuwe uitstraling met thema's of integreer je winkel in andere software en diensten.<br\/><br\/>De WooCommerce-marktplaats is de ultieme oplossing voor al het bovenstaande en de enige plaats waar je producten vindt die zijn beoordeeld en goedgekeurd door het WooCommerce-team.<br\/><br\/>Of je nu je winkel wil verbeteren of je bedrijf wil laten groeien, je vindt je oplossing hier. Er zijn honderden opties beschikbaar en er worden regelmatig nieuwe producten toegevoegd.<br\/><br\/>De WooCommerce-marktplaats is ook beschikbaar op WooCommerce.com."],"email and live chat support":["Ondersteuning via e-mail en live chat"],"Contact support":["neem contact op met support"],"30-day money-back guarantee":["30 dagen geld terug garantie"],"Refund policy":["Restitutiebeleid"],"Products purchased from the WooCommerce Marketplace can be managed in My Subscriptions, either here or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! We hope the WooCommerce Marketplace helps you build the business of your dreams.":["Producten die via de WooCommerce Marketplace zijn gekocht, kunnen worden beheerd in Mijn abonnementen, zowel hier als op WooCommerce.com.<br\/><br\/>Iedere aankoop beschikt over onze <a1>30-daagse 'niet-goed-geld-terug'-garantie<\/a1> en <a2>ondersteuning via e-mail en via live chat<\/a2>.<br\/><br\/>Dat is alles! We hopen dat de WooCommerce Marketplace je helpt het bedrijf van je dromen te maken."],"Manage your purchases":["Je aankopen beheren"],"Scroll down to see all available products for a search or selected category.<br\/><br\/>Click on any product to see more information about it, including features, requirements, and available documentation.":["Scrol omlaag om alle beschikbare producten van een zoekopdracht of geselecteerde categorie weer te geven.<br\/><br\/>Klik op een product om meer informatie te zien, waaronder functies, vereisten en beschikbare documenten."],"Learn more about products":["Bekijk meer informatie over producten"],"Or browse all available products by category.":["Of blader door alle beschikbare producten per categorie."],"Browse for new ideas":["Blader voor nieuwe ideeën"],"Find exactly what you need":["Vind precies wat je nodig hebt"],"Welcome to the WooCommerce Marketplace":["Welkom bij de WooCommerce-marktplaats"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}