{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"If you’d like to speed up your process and print your shipping label straight from your WooCommerce dashboard, WooCommerce Shipping may be for you! ":["Als je je proces wil versnellen en je verzendlabel rechtstreeks vanaf je WooCommerce dashboard wil afdrukken, is WooCommerce Shipping misschien wat voor jou! "],"Print USPS and DHL labels straight from your WooCommerce dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["Druk USPS en DHL labels rechtstreeks af vanaf je WooCommerce dashboard en bespaar op verzendkosten dankzij korting. In deze sectie kun je WooCommerce Shipping beheren."],"We defaulted to some recommended shipping methods based on your store location, but you can manage them at any time within each shipping zone settings.":["We hebben wat verzendmethoden teruggezet naar de standaardopties op basis van de locatie van je winkel, maar je kunt deze op elk gewenst moment beheren binnen de instellingen van elk verzendgebied."],"A shipping zone is a geographic area where a certain set of shipping methods are offered.":["Een verzendgebied is een geografisch gebied waarin bepaalde verzendmethoden worden aangeboden."],"We added a few shipping zones for you based on your location, but you can manage them at any time.":["We hebben wat verzendgebieden voor je toegevoegd op basis van je locatie, maar je kunt deze op elk gewenst moment beheren."],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["We raden aan een van de volgende verzendextensies aan je winkel toe te voegen. De extensie wordt voor je geïnstalleerd en geactiveerd als je op 'Aan de slag' klikt."],"Recommended shipping solutions":["Aanbevolen verzend oplossingen"],"🎉 WooCommerce Shipping is installed!":["🎉 WooCommerce Shipping is geïnstalleerd!"],"Finish the setup by connecting your store to Jetpack.":["Voltooi de configuratie door je winkel te koppelen met Jetpack."],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["Druk afgeprijsde USPS- en DHL-labels af rechtstreeks vanuit je WooCommerce dashboard en bespaar op verzendkosten."],"See more options":["Bekijk meer opties"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["Dit verbergen"],"(opens in a new tab)":["(opent in een nieuwe tab)"],"Get started":["Aan de slag"],"Task List Options":["Opties voor takenlijst"],"Recommended":["Aanbevolen"],"Activate":["Activeren"],"Shipping zones":["Verzendzones"],"Shipping methods":["Verzendmethoden"],"Learn more":["Leer meer"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}