{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"All of your Woo Marketplace purchases can be found here, or on Woo.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Al je Woo Marketplace aankopen zijn hier te vinden, of op Woo.com.<br\/><br\/>Elke aankoop wordt ondersteund door onze <a1>30-dagen geld-terug garantie<\/a1>, en omvat <a2>e-mail en live chat ondersteuning<\/a2>.<br\/><br\/>Dat is het! Je bent nu klaar om je winkel te versterken."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Scrol naar beneden om alle relevante extensies en oplossingen te zien.<br\/><br\/>Klik op een oplossing voor meer informatie over de functies, eventuele installatievereisten en beschikbare documentatie."],"Learn more about each product":["Meer informatie over elk product"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["Of als je niet precies weet wat je nodig hebt, kun je bladeren door alle beschikbare extensies per categorie."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at Woo.com.":["Versterk je site door extra functionaliteit toe te voegen met extensies of integreer je site met andere software en diensten.<br\/><br\/>Hier vind je honderden vertrouwde oplossingen voor je site - allemaal beoordeeld en goedgekeurd door het Woo team.<br\/><br\/>Je kunt ook de Woo Marketplace bekijken op Woo.com."],"Use the search box to find specific extensions or solutions.":["Gebruik de zoek box om naar specifieke extensies of oplossingen te zoeken."],"email and live chat support":["Ondersteuning via e-mail en live chat"],"Contact support":["neem contact op met support"],"30-day money-back guarantee":["30 dagen geld terug garantie"],"Refund policy":["Restitutiebeleid"],"Manage your purchases":["Je aankopen beheren"],"Browse for new ideas":["Blader voor nieuwe ideeën"],"Find exactly what you need":["Vind precies wat je nodig hebt"],"Welcome to the WooCommerce Marketplace":["Welkom bij de WooCommerce-marktplaats"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}