{"translation-revision-date":"2023-04-26 15:09:26+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Select a date type":["Datumtype selecteren"],"No Thanks":["Nee bedankt"],"Install and enable":["Installeren en inschakelen"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Bespaar tijd en geld door je verzendetiketten rechtstreeks vanaf je computer af te drukken met een van deze verzend oplossingen."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Bespaar tijd en geld door je verzendetiketten direct vanaf je computer te printen met %1$s. Probeer %2$s gratis uit. {{link}}Meer weten{{\/link}}"],"Powerful yet easy-to-use solution:":["Krachtige maar gebruiksvriendelijke oplossing:"],"30-days free trial":["30 dagen gratis uitproberen"],"Advance automated workflows":["Geavanceerde geautomatiseerde workflows"],"Connect selling channels easily":["Gemakkelijk verkoop kanalen verbinden"],"Shop for the best rates, in real-time":["Shop voor de beste tarieven, in realtime"],"Print labels from Royal Mail, Parcel Force, DPD, and many more":["Etiketten afdrukken van Royal Mail, Parcel Force, DPD en nog veel meer"],"Optimize your full shipping process:":["Optimaliseer je volledige verzendproces:"],"Free shipping platform":["Platform voor gratis verzending"],"Quickly bulk print labels":["Snel etiketten in bulk afdrukken"],"Access competitive shipping prices":["Toegang tot concurrerende verzending prijzen"],"Direct access to leading carriers":["Directe toegang tot toonaangevende vervoerders"],"Automated, real-time order import":["Geautomatiseerde invoer van bestellingen in realtime"],"All-in-one shipping tool:":["Alles in één verzend gereedschap:"],"Start with a free plan":["Begin met een gratis abonnement"],"Self-service tracking & returns":["Selfservice tracking & retourzendingen"],"Customize checkout options":["Afreken opties aanpassen"],"Process orders in just a few clicks":["Verwerk bestellingen in een paar klikken"],"Print labels from 80+ carriers":["Etiketten afdrukken van 80+ vervoerders"],"Keep your customers informed with tracking notifications.":["Houd je klanten op de hoogte met tracking meldingen."],"Shop for the best shipping rates, and access pre-negotiated discounted rates.":["Ga op zoek naar de beste verzendtarieven en krijg toegang tot vooraf overeengekomen kortingen."],"Save money":["Geld besparen"],"Automatically import order information to quickly print your labels.":["Importeer automatisch bestelling informatie om snel je etiketten af te drukken."],"Save time":["Tijd besparen"],"Date completed":["Datum afgerond"],"Date paid":["Datum betaald"],"Date created":["Datum aangemaakt"],"Date type:":["Datumtype:"],"Database date field considered for Revenue and Orders reports":["Database datumveld overwogen voor inkomsten en bestellingen rapporten"],"There was a problem setting up automated taxes. Please try again.":["Er heeft zich een probleem voorgedaan met het instellen van automatische belastingen. Probeer het nog eens."],"Feedback":["Feedback"],"You have been working on this product for a few minutes now. Is there something you're struggling with? Share your feedback.":["Je werkt nu al een paar minuten aan dit product. Is er iets waar je moeite mee hebt? Deel je feedback."],"🫣 Feeling stuck?":["🫣 Kom je niet verder?"],"Edit Product Variation":["Productvariatie bewerken"],"How's your experience with the product editor?":["Wat is je ervaring met de producteditor?"],"Use recommended settings":["Gebruik aanbevolen instellingen"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Inconsistente belastinginstellingen:{{\/b}} Om mogelijke afrondfouten te voorkomen, moeten prijzen consistent worden ingevoerd en weergegeven op alle locaties en wel of geen belasting bevatten."],"Recommended settings applied.":["Aanbevolen instellingen toegepast."],"The store setup process meets my needs.":["Het configuratieproces van de winkel voldoet aan mijn behoeften."],"The store setup is easy to complete.":["De configuratie van de winkel kan eenvoudig worden afgerond."],"Thanks for the feedback. We'll put it to good use!":["Bedankt voor de feedback. We zullen er nuttig gebruik van maken!"],"The product editing screen's functionality meets my needs":["De functionaliteit van het productbewerkscherm voldoet aan mijn behoeften"],"The product editing screen is easy to use":["Het productbewerkscherm is eenvoudig te gebruiken"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Voeg de adresgegevens van je winkel toe om ons te helpen bij het automatisch configureren van verzending, belastingen, valuta en meer. Als je klaar bent, klik je op de knop ‘Opslaan’ aan het eind van het formulier."],"Add details":["Gegevens toevoegen"],"Get your store up and running in no time. Add your store's address to set up shipping, tax and payments faster.":["Zet je winkel in een mum van tijd aan de gang. Voeg het adres van je winkel toe om sneller verzending, btw en betalingen in te stellen."],"First, tell us about your store":["Vertel ons eerst over je winkel"],"Store location illustration":["Illustratie winkellocatie"],"Add New Product":["Nieuw product toevoegen"],"Save store location":["Winkellocatie opslaan"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Voeg je winkellocatie toe zodat wij verzendkosten kunnen berekenen en de beste verzendopties voor je op een rijtje kunnen zetten. Je kunt je winkellocatie op elk gewenst moment beheren via de algemene instellingen in WooCommerce."],"Set your store location":["Winkellocatie instellen"],"Enable shipping label printing and discounted rates":["Verzendlabel afdrukken en korting op kosten inschakelen"],"Save shipping options":["Verzendopties opslaan"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["We raden de volgende verzendopties aan op basis van je locatie. Je kunt je verzendopties op elk gewenst moment beheren via de instellingen in WooCommerce Shipping."],"Wow your shoppers":["Verras je bezoekers"],"Try one of the alternative payment providers.":["Probeer een van de andere betaalproviders."],"Other payment providers":["Andere betaalproviders"],"Give your customers additional choices in ways to pay.":["Bied je klanten extra betaalmethoden."],"To start accepting online payments":["Om online betalingen te accepteren"],"Access discounted shipping rates with DHL and USPS.":["Profiteer van korting op verzendkosten met DHL en USPS."],"Discounted rates":["Korting op kosten"],"Pick up an order, then just pay, print, package and post.":["Je hoeft de bestelling alleen maar op te halen. Vervolgens is het een kwestie van betalen, afdrukken, inpakken en verzenden."],"Print at home":["Thuis afdrukken"],"No need to wonder where that stampbook went.":["Maak je geen zorgen om een stempelboekje."],"Buy postage when you need it":["Koop posttarief wanneer je het nodig hebt"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Verdien en beheer herhaaldelijke omzet en ontvang automatische stortingen op je aangemelde bankrekening."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Verkoop op internationale markten en accepteer meer dan 135 valuta met lokale betalingsmethoden."],"Offer your customers their preferred way to pay including debit and credit card payments, Apple Pay, Sofort, SEPA, iDeal and many more.":["Bied je klanten hun favoriete betalingsmethode, waaronder debitcard- en creditcardbetalingen, Apple Pay, Sofort, SEPA, iDeal en nog veel meer."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Goede keuze! Je koos ervoor geweldige nieuwe functies aan je winkel toe te voegen. Ga verder naar de kassa om je aankoop te voltooien."],"Purchase illustration":["Illustratie kopen"],"& more.":["en meer."],"Accepted payment methods include:":["Geaccepteerde betaalmethodes zijn onder andere:"],"By using WooCommerce Payments you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} and acknowledge that you have read our {{privacyLink}}Privacy Policy{{\/privacyLink}} ":["Door WooCommerce Payments te gebruiken ga je ermee akkoord dat je bent gebonden aan onze {{tosLink}}Servicevoorwaarden{{\/tosLink}} en bevestig je dat je ons {{privacyLink}}Privacybeleid{{\/privacyLink}} hebt gelezen "],"Accept Payments and manage your business.":["Accepteer betalingen en beheer je bedrijf."],"Preview store":["Voorbeeld van winkel bekijken"],"Build your catalog by adding what you want to sell. You can add products manually or import them from a different store.":["Breid je catalogus uit door toe te voegen wat je wil verkopen. Je kunt producten handmatig toevoegen of ze importeren uit een andere winkel."],"Add products to sell":["Voeg producten toe om te verkopen"],"Products illustration":["Afbeelding van producten"],"View options":["Bekijk opties"],"Choose from fast & secure online and offline payment methods to make it easy for your customers to pay in your store.":["Kies uit snelle en veilige online en offline betaalmethodes om het je klanten eenvoudig te maken in je winkel te betalen."],"Payment illustration":["Afbeelding betaling"],"Make your store stand out":["Laat je winkel eruit springen"],"Appearance illustration":["Weergave afbeelding"],"Add sales channels":["Voeg verkoopkanalen toe"],"Give your business a boost by enabling social channels such as newsletter, Facebook, Google, in-person selling, and more.":["Geef je business een boost door sociale kanalen in te schakelen zoals nieuwsbrieven, Facebook, Google, persoonlijke verkoop en meer."],"Marketing illustration":["Afbeelding marketing"],"Choose where and how you will ship your products, select shipping methods, and add fixed or calculated rates.":["Kies waar en hoe je je producten verzendt, selecteer verzendmethodes en voeg vaste of berekende tarieven toe."],"Shipping illustration":["Afbeelding verzending"],"Yes, please":["Ja, graag"],"Set up tax rates manually or use WooCommerce and Jetpack to automate your sales tax calculations for you.":["Stel handmatig belastingtarieven in of gebruik WooCommerce en Jetpack om de berekeningen voor je verkoopbelastingen voor je te automatiseren."],"Add your tax rates":["Voeg je belastingtarieven toe"],"Tax illustration":["Afbeelding belasting"],"We appreciate your feedback!":["We stellen je feedback op prijs!"],"How was your experience?":["Hoe was je ervaring?"],"Show setup task list":["Instelling takenlijst tonen"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Gefeliciteerd! Neem even de tijd om het te vieren en uit te kijken naar de eerste verkoop."],"🚀 You're doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Dat gaat lekker! {{strongText}}%1$d stappen te gaan{{\/strongText}} voor het starten en beheren van je winkel. {{setupLink}}Doorgaan met instellen{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Je bent er bijna. Nog {{strongText}}%1$d stap te gaan{{\/strongText}} voor het starten en beheren van je winkel. {{setupLink}}Configuratie voltooien{{\/setupLink}}"],"Offline payment methods":["Offline betaalmethoden"],"Choose a payment provider":["Kies een betalingsprovider"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Volg deze stappen om snel te beginnen met verkopen. %1$d van de %2$d afgerond."],"Hide setup list":["Configuratielijst verbergen"],"Add a way to get paid":["Voeg een manier toe om betalingen te ontvangen"],"There was an error importing the sample products":["Er is een fout opgetreden tijdens het importeren van de voorbeeldartikelen"],"Built by WooCommerce":["Gemaakt door WooCommerce"],"Activity":["Activiteit"],"Hide this list":["Deze lijst verbergen"],"Keep list":["Lijst behouden"],"You've completed store setup":["Je bent klaar met het instellen van je winkel"],"Yes, hide store setup tasks":["Ja, verberg instellingstaken voor winkel"],"Are you sure? These tasks are required for all stores.":["Weet je het zeker? Deze taken zijn voor alle winkels vereist."],"Hide store setup tasks":["Instellingstaken voor winkel verbergen"],"It's time to get paid":["Laat die betalingen maar komen"],"Add shipping zones":["Verzendgebieden toevoegen"],"Set up shipping for your store":["Verzenden instellen voor je winkel"],"Personalize":["Personaliseer"],"Modify choices":["Keuzes aanpassen"],"Get more sales":["Verkoop meer"],"Set up taxes manually":["Handmatig belastingtarieven instellen"],"Choose a tax partner":["Kies een belastingspartner"],"By installing WooCommerce Tax and Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Door WooCommerce Tax en Jetpack te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}."],"100% free":["100% gratis"],"Powered by {{link}}Jetpack{{\/link}}":["Mogelijk gemaakt door {{link}}Jetpack{{\/link}}"],"{{strong}}Single{{\/strong}} economic nexus compliance":["{{strong}}Enkelvoudige {{\/strong}} naleving van economische nexus"],"Best for new stores":["Beste keuze voor nieuwe winkels"],"Return-ready, jurisdiction-level reporting.":["Klaar voor rendement, meldingen op rechtsgebiedniveau."],"Automate filing & remittance":["Indienen en overmaken automatiseren"],"Cross-border and multi-channel compliance":["Internationale naleving en naleving op meerdere kanalen"],"{{strong}}Multi{{\/strong}}-economic nexus compliance":["{{strong}}Naleving van meervoudige{{\/strong}} economische nexus"],"Real-time sales tax calculation":["Realtime berekening van omzetbelasting"],"Powerful all-in-one tax tool":["Krachtige alles-in-een belastingstool"],"Avalara":["Avalara"],"There was an error connecting to WooCommerce.com. Please try again":["Er is een fout opgetreden tijdens het verbinden met WooCommerce.com. Probeer het nog eens"],"Sorry, you are not allowed to access this page.":["Je hebt geen toestemming om deze pagina te bekijken."],"Not allowed":["Niet toegestaan"],"See more":["Meer zien"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["We raden aan een van de volgende marketing gereedschappen aan je winkel toe te voegen. De extensie wordt voor je geïnstalleerd en geactiveerd als je op 'Aan de slag' klikt."],"Recommended marketing extensions":["Aanbevolen marketingextensies"],"%s logo":["%s logo"],"You can manage this payment gateway's settings by clicking the button below":["Je kunt de instellingen van deze betaalservice beheren door op de onderstaande knop te klikken"],"%s configured successfully":["%s configuratie geslaagd"],"Add your logo, create a homepage, and start designing your store.":["Voeg je logo toe, maak een homepage en begin met het ontwerpen van je winkel."],"You're only one step away from getting paid. Verify your business details to start managing transactions with WooCommerce Payments.":["Je bent slechts één stap verwijderd van het ontvangen van betalingen. Verifieer je bedrijfsgegevens om te beginnen met het beheren van transacties met WooCommerce Payments."],"Task postponed until tomorrow":["Taak uitgesteld tot morgen"],"Show %d more task.":["Toon nog %d taak.","Toon nog %d taken."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Met WooCommerce Shipping kun je tijd besparen door je USPS- en DHL Express-verzendlabels thuis te printen"],"You have inventory to review and update":["Je hebt voorraad om te beoordelen en te updaten"],"Inventory to review":["Voorraad om te beoordelen"],"Orders to fulfill":["Te behandelen bestellingen"],"You have %d new thing to do":["Je hebt %d nieuw ding te doen","Je hebt %d nieuwe dingen te doen"],"Things to do next":["Dingen die vervolgens moeten gebeuren"],"Show things to do next":["‘Dingen die vervolgens moeten gebeuren’ weergeven"],"Additional payment options":["Extra betaalopties"],"Setup required":["Setup vereist"],"Preview site":["Voorbeeld van site bekijken"],"Local Partner":["Lokale partner"],"Configure your %(title)s account":["Configureer je %(titel)s account"],"You can now favorite your extensions to pin them in the top level of the navigation.":["Je kunt nu je extensies als favoriet maken door ze vast te pinnen in het bovenste niveau van de navigatie."],"Introducing favorites":["Introductie van favorieten"],"Remove this item from your favorites.":["Verwijder dit artikel uit je favorieten."],"Add this item to your favorites.":["Voeg dit artikel toe aan je favorieten."],"By installing Jetpack you agree to the {{link}}Terms of Service{{\/link}}.":["Door Jetpack te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}."],"Install Jetpack":["Jetpack installeren"],"Got it":["Duidelijk"],"If you have any questions, feel free to explore the WooCommerce docs listed here.":["Als je vragen hebt, neem dan een kijkje in de WooCommerce documenten die hier vermeld staan."],"We're here for help":["Wij staan voor je klaar"],"Pencil icon":["Potloodpictogram"],"No thanks, I'll set up manually":["Nee bedankt, ik configureer dit handmatig"],"I don't charge sales tax":["Ik breng geen omzetbelasting in rekening"],"Set up manually":["Handmatig configureren"],"Would you like to add the following paid features to your store now?":["Wil je nu de volgende betaalde functies aan je winkel toevoegen?"],"I agree":["Ik ga akkoord"],"By agreeing to share non-sensitive {{link}}usage data{{\/link}}, you’ll help us improve features and optimize the WooCommerce Payments experience. You can opt out at any time.":["Door ermee in te stemmen om niet-gevoelige {{link}}gebruiksgegevens{{\/link}} te delen, help je ons de functies te verbeteren en de WooCommerce Payments-ervaring te optimaliseren. Je kan je op elk moment uitschrijven."],"Help us build a better WooCommerce Payments experience":["Help ons een betere WooCommerce Payments ervaring te creëren"],"Thank you for your feedback!":["Bedankt voor je feedback!"],"WordPress Dashboard":["WordPress Dashboard"],"Site Icon":["Favicon"],"Display options":["Weergaveopties"],"Two columns":["Twee kolommen"],"Single column":["Enkele kolom"],"WooCommerce Home":["WooCommerce home"],"Download the WooCommerce app":["Download de WooCommerce-app"],"Run your store from anywhere":["Run je winkel waar je ook bent"],"Help":["Help"],"By installing Jetpack and WooCommerce Shipping you agree to the {{link}}Terms of Service{{\/link}}.":["Door Jetpack en WooCommerce Shipping te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}."],"Task dismissed":["Taak genegeerd"],"By installing Jetpack and WooCommerce Tax you agree to the {{link}}Terms of Service{{\/link}}.":["Door Jetpack en WooCommerce Tax te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}."],"My business doesn't charge sales tax":["Mijn bedrijf brengt geen omzetbelasting in rekening"],"Install Jetpack and WooCommerce Tax":["Jetpack en WooCommerce Tax installeren"],"Abort":["Afbreken"],"Setup Wizard":["Installatiewizard"],"Review your shipping options":["Bekijk je verzend opties"],"Payment Methods":["Betaalmethodes"],"Hide this":["Dit verbergen"],"2 minutes":["2 minuten"],"Undo":["Ongedaan maken"],"Import sample products":["Proefproducten importeren"],"Home":["Home"],"Overview":["Overzicht"],"Installed marketing extensions":["Geïnstalleerde marketingextensies"],"Finish setup":["Configuratie voltooien"],"By clicking \"Verify Details\", you agree to the {{link}}Terms of Service{{\/link}}":["Door op \"Controleer gegevens\" te klikken, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}"],"Verify details":["Gegevens controleren"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["Er is een fout opgetreden tijdens het verbinden met WooCommerce Payments. Probeer het opnieuw of maak later verbinding in winkelinstellingen."],"These details are required to receive payments via bank transfer":["Deze gegevens zijn vereist om betalingen via bankoverschrijving te innen"],"Add your bank details":["Voeg je bankgegevens toe"],"Direct bank transfer details added successfully":["Gegevens voor directe bankoverschrijving toegevoegd"],"There was a problem saving your payment settings":["Er was een probleem met het opslaan van je betaalinstellingen"],"Please enter an account number or IBAN":["Voer een rekeningnummer of IBAN in"],"WooCommerce Payments":["WooCommerce Payments"],"Unregistered Statuses":["Ongeregistreerde statussen"],"Install":["Installeren"],"Mutable settings should be mutated via data store.":["Veranderlijke instellingen moeten overgedragen worden via datastore."],"Mutable settings should be accessed via data store.":["Veranderlijke instellingen moeten geopend worden via datastore."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s ‹ %2$s — WooCommerce"],"Store Activity":["Winkelactiviteit"],"unread activity":["ongelezen activiteit"],"Reviews to moderate":["Beoordelingen om te modereren"],"You have %d review to moderate":["Je hebt %d beoordeling te modereren","Je hebt %d beoordelingen te modereren"],"You have %d order to fulfill":["Je moet nog %d bestelling voltooien","Je moet nog %d bestellingen voltooien"],"Get started":["Aan de slag"],"Yes, count me in!":["Ja, reken op mij!"],"Build a better WooCommerce":["Creëer een betere WooCommerce"],"Get improved features and faster fixes by sharing non-sensitive data via {{link}}usage tracking{{\/link}} that shows us how WooCommerce is used. No personal data is tracked or stored.":["Ontvang verbeterde functies en snellere oplossingen door niet-gevoelige gegevens te delen via {{link}}gebruikstracering{{\/link}} dat ons laat zien hoe WooCommerce wordt gebruikt. Er worden geen persoonlijke gegevens gevolgd of opgeslagen."],"There was a problem updating your preferences":["Er is een probleem opgetreden met het updaten van je voorkeuren"],"Install %s":["%s installeren"],"Task List Options":["Opties voor takenlijst"],"{{strong}}Jetpack{{\/strong}} and {{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}Jetpack{{\/strong}} en {{strong}}WooCommerce Tax{{\/strong}} kunnen de berekening van je omzetbelasting automatiseren."],"Good news!":["Goed nieuws!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Door op 'Configureren' te klikken, schakel je btw-tarieven en berekeningen in. Bekijk {{link}}hier{{\/link}} meer informatie."],"Head over to the tax rate settings screen to configure your tax rates":["Ga naar het scherm met de instellingen voor belastingtarieven om je btw-tarieven te configureren"],"Configure tax rates":["Belastingtarieven configureren"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Koppel je winkel aan WordPress.com om automatische btw-berekeningen in te schakelen"],"Set up tax rates manually":["Belastingtarieven handmatig inschakelen"],"Jetpack and WooCommerce Tax allow you to automate sales tax calculations":["Met Jetpack en WooCommerce Tax kan je de berekening van je omzetbelasting automatiseren"],"You're awesome! One less item on your to-do list ✅":["Je bent geweldig! Weer een taak afgerond ✅"],"Connect your store to WordPress.com to enable label printing":["Koppel je winkel aan WordPress.com om het afdrukken van labels in te schakelen"],"Connect your store":["Je winkel koppelen"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["We raden aan om ShipStation te gebruiken om tijd te besparen op het postkantoor door je verzendlabels thuis af te drukken. Probeer ShipStation 30 dagen gratis. {{link}}Meer informatie{{\/link}}."],"Enable shipping label printing":["Verzendlabel afdrukken inschakelen"],"Define how much customers pay to ship to different destinations":["Bepaal hoeveel klanten betalen om naar verschillende bestemmingen te verzenden"],"Set shipping costs":["Verzendkosten instellen"],"The address from which your business operates":["Het adres waarop je bedrijf actief is"],"Set store location":["Winkellocatie instellen"],"📦 Shipping is done! Don't worry, you can always change it later":["📦 Verzonden! Maak je geen zorgen, je kunt dit later altijd nog wijzigen"],"Shipping cost":["Verzendkosten"],"Shipping rates can not be negative numbers.":["Verzendkosten mogen geen negatieve getallen zijn."],"Your shipping rates have been updated":["Je verzendkosten zijn geüpdatet"],"There was a problem saving your store location":["Er is een probleem met het opslaan van je winkellocatie"],"Post code":["Postcode"],"Please select a country \/ region":["Selecteer een land\/regio"],"Store connected to WooCommerce.com and extensions are being installed":["Winkel gekoppeld aan WooCommerce.com en extensies worden geïnstalleerd"],"You must click approve to install your extensions and connect to WooCommerce.com":["Je moet op Goedkeuren klikken om je extensies te installeren en te verbinden met WooCommerce.com"],"Complete task":["Taak voltooien"],"Optionally display a prominent notice across all pages of your store":["Geef optioneel een prominente melding weer op alle pagina's van je winkel"],"Set a store notice":["Een winkelmelding instellen"],"Proceed":["Doorgaan"],"Ensure your store is on-brand by adding your logo":["Zorg ervoor dat je winkel herkend wordt door je logo toe te voegen"],"Upload a logo":["Een logo uploaden"],"Create homepage":["Homepage aanmaken"],"Create a new homepage and customize it to suit your needs":["Maak een nieuwe homepage aan en pas deze aan je behoeften aan"],"Create a custom homepage":["Een aangepaste homepage aanmaken"],"Skip":["Overslaan"],"We’ll add some products that will make it easier to see what your store looks like":["We voegen een aantal producten toe om eenvoudiger te kunnen bekijken hoe je winkel eruitziet"],"Customize":["Aanpassen"],"All sample products have been imported":["Alle voorbeeld producten zijn geïmporteerd"],"There was an error importing some of the sample products":["Er is een fout opgetreden tijdens het importeren van bepaalde voorbeeld producten"],"🎨 Your store is looking great! Don't forget to continue personalizing it":["🎨 Je winkel ziet er geweldig uit! Vergeet hem niet verder te personaliseren"],"Store logo updated sucessfully":["Logo van winkel met succes geüpdatet"],"I'll do it later":["Dat doe ik later"],"You won't have access to this functionality until the extensions have been purchased and installed.":["Je kunt deze functie niet gebruiken totdat de extensies zijn aangeschaft en geïnstalleerd."],"%s — %s per year":["%s — %s per jaar"],"Dismiss this notice":["Negeer dit bericht"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Selecteer een standaard datumbereik. Als er geen bereik wordt geselecteerd, worden rapporten weergegeven met het standaard datumbereik."],"Default date range:":["Standaard datumbereik:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Bestellingen met deze statussen moeten worden afgehandeld door de beheerder van de winkel. Deze bestellingen worden weergegeven op het startscherm bij bestellingen."],"Actionable statuses:":["Bruikbare statussen:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Bestellingen met deze statussen worden uitgesloten van de totalen in je rapporten. De status {{strong}}Gerestitueerd{{\/strong}} kan niet worden uitgesloten."],"Custom Statuses":["Aangepaste statussen"],"Excluded statuses:":["Uitgesloten statussen:"],"Exclude the %s status from reports":["Sluit de status %s uit van rapporten"],"Continue setup":["Doorgaan met instellen"],"Edit Product":["Product bewerken"],"Analytics":["Analytische gegevens"],"Revenue":["Inkomsten"],"Country \/ Region":["Land\/regio"],"Show less":["Minder weergeven"],"Yes please":["Ja, graag"],"Retry":["Opnieuw proberen"],"Layout":["Lay-out"],"Manage":["Beheren"],"Recommended":["Aanbevolen"],"Import products":["Producten importeren"],"Activate":["Activeren"],"Connect":["Koppelen"],"Free shipping":["Gratis verzending"],"Extensions":["Extensies"],"Rest of the world":["De rest van de wereld"],"Downloads":["Downloads"],"Configure":["Configureren"],"Buy now":["Nu kopen"],"Enable":["Inschakelen"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Banknaam"],"Account number":["Accountnummer"],"Account name":["Accountnaam"],"Sort code":["Sorteercode"],"Marketing":["Marketing"],"Display":["Weergave"],"Store notice text":["Tekst van winkelmelding"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Geïnstalleerde betalingsmethoden zijn hieronder weergegeven en kunnen gesorteerd worden om de volgorde op de frontend te bepalen."],"Add products":["Producten toevoegen"],"Save":["Opslaan"],"Learn more":["Leer meer"],"Close":["Sluiten"],"Variations":["Variaties"],"Address":["Adres","Adressen"],"Products":["Producten"],"No thanks":["Nee, bedankt"],"Continue":["Doorgaan"],"Taxes":["Belastingen"],"Customers":["Klanten"],"Orders":["Bestellingen","Bestellingen"],"City":["Plaats"],"Cancel":["Annuleren"],"Categories":["Categorieën"],"Stock":["Voorraad"],"Product":["Product","Producten"],"WooCommerce Tax":["WooCommerce btw"],"Coupons":["Waardebonnen"],"Update":["Update"],"Download":["Download","Downloads"],"Settings":["Instellingen"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}