{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"Next product variation":["Volgende productvariatie"],"Previous product variation":["Vorige productvariatie"],"Return to main product":["Terug naar hoofdproduct"],"Next post":["Volgend bericht"],"Previous post":["Vorig bericht"],"Show me around (10s)":["Leid me rond (10 sec,)"],"I'll explore on my own":["Ik kijk zelf rond"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Wij laten je zien hoe je door het formulier navigeert en dit product in een mum van tijd van begin tot eind maakt."],"Product editing tour":["Productbewerkingstour"],"Meet the product editing form":["Maak kennis met het productbewerkingsformulier"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Als het formulier nog niet alle functies heeft die je nodig hebt -het is nog in ontwikkeling- kun je altijd overschakelen naar de klassieke editor."],"⚙️ Looking for more?":["⚙️ Zoek je naar iets anders?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Als alle gegevens klaar staan, gebruik je de knoppen bovenaan om je product gemakkelijk te bekijken en te publiceren. Klik op de pijltjestoets voor meer opties."],"🔍 Preview and publish":["🔍 Bekijken en publiceren"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Als je klaar bent, gebruik je de tabbladen om te schakelen tussen andere details en instellingen. In de toekomst vind je hier ook extensies en plugins."],"✍️ Set up pricing & more":["✍️ Prijzen instellen en meer"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Het productformulier helpt je om je product veld voor veld te beschrijven, van basisdetails als naam en beschrijving tot attributen waarmee klanten het product in je winkel kunnen vinden."],"📣 Tell a story about your product":["📣 Vertel iets over je product"],"Manage individual variation details in the Options tab.":["Beheer individuele variatiedetails in het tabblad Opties."],"The end date of the sale must be after the start date.":["De einddatum van de uitverkoop moet na de startdatum zijn."],"The start date of the sale must be before the end date.":["De startdatum van de uitverkoop moet voor de einddatum zijn."],"Please enter a valid date.":["Vul een geldige datum in."],"More product options":["Meer productopties"],"Stock quantity must be a positive number.":["Aantal op voorraad moet een positief getal zijn."],"Weight must be higher than zero.":["Gewicht moet groter zijn dan nul."],"Height must be higher than zero.":["Hoogte moet groter zijn dan nul."],"Length must be higher than zero.":["Lengte moet groter zijn dan nul."],"Width must be higher than zero.":["Breedte moet groter zijn dan nul."],"Sale price cannot be equal to or higher than list price.":["De kortingsprijs kan niet hoger zijn dan de verkoopprijs."],"Please enter a price with one monetary decimal point without thousand separators and currency symbols.":["Vul een prijs in met één decimaal, zonder punten tussen duizendtallen en valutatekens."],"Please enter a product name shorter than 120 characters.":["Vul een productnaam in die korter is dan 120 karakters."],"This field is required.":["Dit veld is vereist."],"You cannot edit this item because it is in the Trash. Please restore it and try again.":["Je kunt dit artikel niet wijzigen omdat het in de prullenbak staat. Herstel het en probeer het opnieuw."],"Close settings":["Instellingen sluiten"],"Menu order":["Menuvolgorde"],"Enable reviews":["Beoordelingen activeren"],"Products":["Producten"],"Advanced":["Geavanceerd"],"Settings":["Instellingen"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/edit-product-page.js"}}