{"translation-revision-date":"2024-03-19 17:49:58+0000","generator":"GlotPress\/4.0.0","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"This email is not valid.":["Dit e-mailadres is niet geldig."],"Opt-in to receive tips, discounts, and recommendations from the Woo team directly in your inbox.":["Kies ervoor om tips en kortingen van het Woo-team direct in je inbox te ontvangen."],"wordpress@example.com":["wordpress@example.com"],"Your email address":["Je e-mailadres"],"Enhance your store by installing these free business features. No commitment required – you can remove them at any time.":["Breid je winkel uit installeer deze gratis bedrijfsfuncties. Geen verplichtingen, je kan ze op elk moment verwijderen."],"Get a boost with our free features":["Krijg een boost met onze gratis functies"],"Oops! We encountered a problem while installing %s. {{link}}Please try again{{\/link}}.":["Oeps! Er heeft zich een probleem voorgedaan bij het installeren van %s. {{link}}Probeer het nog eens{{\/link}}."],"Shipping issues":["Problemen met verzenden"],"Payment issues":["Problemen met betalingen"],"Tax and duty obligations":["Belastingverplichtingen"],"Setting up your store in the wrong country may lead to the following issues: ":["Als je je winkel in het verkeerde land opzet, kan dat tot de volgende problemen leiden: "],"It looks like you're located in <geolocatedCountry><\/geolocatedCountry>. Are you sure you want to create a store in <selectedCountry><\/selectedCountry>?":["Het lijkt erop dat je je in <geolocatedCountry><\/geolocatedCountry> bevindt. Weet je zeker dat je je winkel wil vestigen in <selectedCountry><\/selectedCountry>?"],"Where is your store located?":["Waar is jouw winkel gevestigd?"],"Select an industry":["Kies een sector"],"Don't worry — you can always change it later!":["Maak je geen zorgen, je kunt dit later altijd nog wijzigen!"],"Ex. My awesome store":["Bijv. Mijn geweldige winkel"],"We'll use this information to help you set up payments, shipping, and taxes, as well as recommending the best theme for your store.":["We gebruiken deze informatie om je betalingen, verzendingen en belastingen in te stellen, evenals je de beste thema’s aan te bevelen voor jouw winkel."],"Tell us a bit about your store":["Vertel ons iets over je winkel"],"Our favorite color is purple ":["Onze lievelingskleur is paars "],"Opening the doors":["De deuren openen"],"Did you know that Woo was founded by two South Africans and a Norwegian? Here are three alternative ways to say “store” in those countries – Winkel, ivenkile, and butikk.":["Wist je dat Woo is gesticht door twee Zuid-Afrikanen en een Noor? Hier zijn drie manieren om winkel te zeggen in die landen: winkel, ivenkile en butikk."],"Give your store a name":["Geef je winkel een naam"],"Woo! Let's get your features ready":["Woo! We zetten je functies voor je klaar"],"Did you know that Woo powers almost 4 million stores worldwide? You’re in good company.":["Wist je dat Woo bijna 4 miljoen winkels wereldwijd mogelijk maakt? Je bent in goed gezelschap."],"Extending your store's capabilities":["Je winkelmogelijkheden uitbreiden"],"Which industry is your client's business in?":["In welke sector zit het bedrijf van je klant?"],"Which industry is your business in?":["In welke sector zit je bedrijf?"],"What type of products or services do you plan to sell?":["Wat voor soort producten of diensten wil je verkopen?"],"Home, furniture and garden":["Huis, meubilair en tuin"],"Clothing and accessories":["Kleding en accessoires"],"The Woo team is made up of over 350 talented individuals, distributed across 30+ countries.":["Het Woo team bestaat uit meer dan 350 getalenteerde individuen, verspreid over meer dan 30 landen."],"Select country\/region":["Selecteer land\/regio"],"We'll use this information to help you set up payments, shipping, and taxes.":["We gebruiken deze gegevens om betalingen, verzending en belasting in te stellen."],"Turning on the lights":["De lichten aandoen"],"#FunWooFact: ":["#FunWooFact: "],"Go to my store":["Ga naar Mijn winkel"],"Where is your business located?":["Waar is jouw bedrijf gevestigd?"],"Which platform(s) are you currently using?":["Welke platforms gebruik je momenteel?"],"Are you selling online?":["Verkoop je je producten online?"],"Let us know where you are in your commerce journey so that we can tailor your Woo experience for you.":["Vertel ons waar je je bevindt in het commercetraject, zodat we je Woo-ervaring helemaal op jou kunnen laten aansluiten."],"Which one of these best describes you?":["Wat beschrijft jou het beste?"],"I agree to share my data to tailor my store setup experience and get more relevant content (WooCommerce will never rent or sell your data, and you can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking.{{\/link}})":["Ik ga akkoord om mijn gegevens te delen om mijn winkelconfiguratie ervaring aan te passen en meer relevante inhoud te ontvangen (WooCommerce zal nooit je gegevens verhuren of verkopen, en je kunt je op elk moment afmelden in de WooCommerce instellingen. {{link}}Meer informatie over het volgen van gebruik.{{\/link}})"],"Pinterest":["Pinterest"],"WordPress":["WordPress"],"Adobe Commerce":["Adobe Commerce"],"Big Cartel":["Big Cartel"],"Big Commerce":["Big Commerce"],"Ebay":["Ebay"],"Ecwid":["Ecwid"],"Facebook Marketplace":["Facebook Marketplace"],"Welcome to Woo!":["Welkom bij Woo!"],"Set up my store":["Mijn winkel configureren"],"It's great to have you here with us! We'll be guiding you through the setup process – first, answer a few questions to tailor your experience.":["Fantastisch om je erbij te hebben! We helpen je het configuratieproces door. Maar beantwoord eerst wat vragen om de ervaring aan jou aan te passen."],"Skip guided setup":["Begeleide configuratie overslaan"],"I'm selling both online and offline":["Ik verkoop zowel online als offline"],"No, I'm selling offline":["Nee, ik verkoop offline"],"Yes, I'm selling online":["Ja, ik verkoop online"],"I'm already selling":["Ik verkoop al"],"I'm just starting my business":["Ik ben net begonnen mijn bedrijf"],"Use up and down arrow keys to navigate":["Gebruik de omhoog\/omlaag-pijlen op je toetsenbord om te navigeren"],"Select platforms":["Platforms selecteren"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Door de %s-plugin gratis te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}.","Door %s-plugins gratis te installeren, ga je akkoord met onze {{link}}Servicevoorwaarden{{\/link}}."],"Select an option":["Selecteer een optie"],"Education and learning":["Onderwijs en leren"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"Amazon":["Amazon"],"Google Shopping":["Google Shopping"],"I'm setting up a store for a client":["Ik zet een winkel op voor een klant"],"Wix":["Wix"],"Shopify":["Shopify"],"Food and drink":["Eten en drinken"],"Electronics and computers":["Elektronica en computers"],"Health and beauty":["Gezondheid en verzorging"],"Square":["Vierkant"],"Installed":["Geïnstalleerd"],"Other":["Anders"],"Learn More":["Leer meer"],"Continue":["Doorgaan"],"Skip this step":["Deze stap overslaan"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/core-profiler.js"}}